const reportsData =[
  {
    "id": "1011132984",
    "date_written": "2024-03-04",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "어머님~ 안녕하세요^^\n2024년 3월부터 일 년 동안 하준이와 함께 할  담임교사 신순연입니다. 어머님이 보내주신 하준이에 대한 편지를 보면서 하준이가 어린이집 낯선 환경에서 잘 적응할 수 있을까 걱정이 많으시리라 생각되었습니다. \n우리 하준이가 어린이집에서 잘 적응하며 안정되게 생활할 수 있도록 사랑으로 보살피겠습니다. 혹여나  하준이가 어린이집에서 생활할 때 궁금하신 점이 있으시면  키즈노트에 올려 주세요.\n우리 어린이집에 맡겨주신 것 감사하고 앞으로  1년 동안 잘 부탁드립니다.~",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1012411535",
    "date_written": "2024-03-06",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "아버님,  할머님과 함께 등원하여 교실에서 30분 정도 함께 계시다가 10시 30분쯤에 30분 정도 분리하여 하준이와 함께 하였습니다. 뒤집기도 하고 되집기도 하며 천정에 움직이는 모빌을 보고  미소 지으며 팔과 다리를 쭉쭉 폈습니다. \n선생님이 상호작용하며 쭉쭉 다리 마사지를 하니 좋아합니다. \n울지 않고 미소 지으며  잘 지낸 하준이 내일도 화이팅!!! \n\n할머님도 오늘  하준이에게 손뼉 치며 노래 불러주니 웃으며 좋아하는 반응을 보였답니다. \n\n내일 하준이 등원할 때 기저귀, 손수건 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1012996538",
    "date_written": "2024-03-07",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mixed_rain_snow",
    "content": "아빠,  할머니와 함께 등원하여 교실에 입실하여 옷을 벗겨주고  배를 문지르며 안정시켜 준 후  바로 분리하여 보육하였습니다. \n선생님이 안고  이야기해 주며 눈이 마주치며 미소 짓습니다. \n선생님이 안고 친구들에게 손 유희를 하니 거울에 비친 모습을 바라보기도 하고 친구들을 살펴보기도 합니다. \n선생님 무릎에 앉아 노래를 부르며 마라카스를 흔드니 하준이가 마라카스를 잡고 흔들다가 입으로 가져갑니다. \n하준이가 누워서 딸랑이를 흔들어 주니 잡으려고 손을 뻗으며 옹알이를 하기도 합니다.\n1시간 정도 교실에서 울지 않고 탐색하며 놀이하다가 간 하준이 내일도 화이팅!!!",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1013774411",
    "date_written": "2024-03-08",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "아빠와 함께 등원하여 교실에서 빠이빠이~~ 하고 인사한 후  울지 않고 치발기를 손에 잡고 사용합니다.  선생님 무릎에서 친구들이 놀잇감을 누르며 멜로디가 나오자 음악이 들리는 곳으로 시선을 돌립니다. \n선생님이 등받이가 되어 잠시 매트 위에 내려놓아도 울지 않았습니다. \n매트에 엎드려 고개를 좌우로 돌리며 교실을 탐색하고 친구들을 잠시 보며 반복적으로 이 행동을 합니다. 하준이 앞에서 마라카스를 흔들어 주니 앞으로 오려고 다리를 힘껏 뻗고 조금씩 옆으로 틀기도 하고 뒤집었다가 되집기를  반복합니다. 노래를 불러주면 웃으며 반응하는 미소천사 하준이입니다. \n\n* 주말 동안 건강하게 잘 지내고 월요일에 만나요~~\n\n* 오늘 엎드려 있다가 조금 게워내어 왼쪽 손목 옷에 묻었습니다. \n월요일 등원 시 여벌 옷 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1014584922",
    "date_written": "2024-03-11",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "아빠와 함께 등원한 하준이 유희실에서 곧바로 헤어지고 교실에 들어오니 앉아 있는 친구들을 내려 봅니다. 선생님이 하준이 손을 잡고 손을 흔들며 인사하니  친구들이 올려다봅니다. \n선생님 무릎 위에 앉아 놀잇감을 가지고 놀이를 하다가 매트 위에 내려놓으니 바로 뒤집기를 합니다. \n옹알이를 하며 다시 되집기를 하였답니다. \n오늘은  엎드려 있어도 토하지 않았습니다. \n10시 50분쯤 적응하는 친구가 큰소리로  울음을 터트리니  계속 바라보다가 하준이도 약간 울먹거리려고 하여 겨드랑이 손을 놓아 점프점프 해주었더니 다시 기분이 괜찮아지기를 반복합니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1015515515",
    "date_written": "2024-03-13",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "아빠, 할머니와 함께 등원한 우리 하준이 인사하고 교실에 들어와 친구에게도 인사를 해 봅니다. \n적응하는 친구가 울어도 하준이는 선생님 무릎에서  악기를 잡고 흔들어 보고 피아노도 칩니다. \n\n선생님 무릎에서 매트 위에 내려놓아도 울지 않고 앞에 놓인 놀잇감을 잡으려고 팔을 앞으로 폅니다. 놀잇감을 하준이 손이 닿을 수 있는 곳에 가져다 놓으니 하준이가 허리를 숙이고 손에 잡고 놀이하기도 합니다. \n\n누워서 쭉쭉이~ 를 하니 천장에 흔들리는 모빌을 보며 미소 짓고 \n노래를 불러 주면 도리도리~~ 를 합니다. 뒤집기를 하고 난 후 동전 크기만큼 토했습니다.  소매 부분에 묻어서 손을 씻기고 옷을 갈아입혔습니다. \n\n앉았다가 누워있다가를 반복하며 놀이할 수 있도록 하였습니다. \n\n* 여벌 옷, 손수건  보내 주세요",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1015334584",
    "date_written": "2024-03-13",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "안녕하세요 어머님\n하준이 지금 등원중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1016228572",
    "date_written": "2024-03-14",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "하준이 오늘은 유희실에서 어떤 놀잇감이 있는지 선생님이 안고 살펴보았습니다. \n걸음마 보조기를 매트 위에서 앉아 버튼을 누르고 터치를 하자 노래와 다양한 소리가 들리며 흥미를 갖고 놀이를 합니다.\n소셔에 앉혀 주니  흔들리는 새도 터치하고 보조적인 놀잇감을 만지기도 하며 10분 정도 앉아있었습니다. \n\n선생님이  안고 함께 놀이하는 중에  엄마~~라고 하기도 하였답니다. \n\n오늘은 토하지 않았고 하원할 시간이 되어 노란 옷을 입으니 도리도리~ 하며 웃습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1017398002",
    "date_written": "2024-03-16",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "선생님 무릎에 앉아 친구들이 움직이는 모습을 보며 치발기를 입에 넣었다가 뺐다가를 합니다. \n침이 나올때면 닦아주기도하고   씻기고 스틱을 발라 주기도 하였습니다. \n\n선생님을 마주보며  무릎에 앉아 시소를 태워주면 눈이 마주치며 미소를 짓고 옹알이도 한답니다.\n\n손바닥을 펴서 선생님이 손가락을 만지며 맛사지 해주면 오므렸다가 폈다가를 합니다.\n\n이번주에는 원에서 1시간의 시간이지만  잘 적응하는 하준이 다음주에는 낮잠도 시도 해보자 ~\n화이팅!!\n\n즐거운 주말 되시고 월요일에 뵙겠습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1018170822",
    "date_written": "2024-03-18",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "휴식 이불에 누운 하준이 삑삑이 공을 누르며 삑삑 소리가 나니 고개를 바로 돌리며 바라봅니다. \n반짝반짝 작은 별 ~~ 노래를 불러주니 옹알이와  도리도리를 하며 웃습니다. 노래를 계속 불러주니 계속 도리도리를 하며 좋아합니다. \n하준이를 안고 놀잇감을 만지니 하준이도 선생님 손에 잡은 놀잇감을 잡고 놀이를 하다가 입으로 가져갑니다. \n10시 20분쯤에 하준이를 무릎에 앉혀 놀이 중에 토해서 웃옷, 바지를 갈아입혔습니다. \n누워서 놀이 중에 기침을 하여 앉거나 잠시 엎드려 놀이를 하였습니다. \n\n* 여벌 옷과 턱받이 보내주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1018824624",
    "date_written": "2024-03-19",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "아빠와 인사를 하고 교실에 들어와 천장에 달린 모빌에 가까이 가니 손으로 만지려고 합니다. 선생님이 하준이 손을 잡고 터치를 여러 번 하고 난 후 손을 놓으니 하준이의 손이 움직이는 모빌을 따라갑니다. \n\n선생님 무릎에 앉아 벽에 달린 큰 거울을 보며 노래를 불러주니 선생님과 눈을 마주치며 옹알이를 합니다. \n\n'엄마하고 나하고 닮은 곳이 있대요'\n노래를 부르며 시소를 태워 주니 코땡, 입땡~~ 하는 부분에 까르르~ 웃음소리를 내며 웃었답니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1019516236",
    "date_written": "2024-03-20",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "우리 하준이 교실에 들어와 누워서 옷을 벗으려고 하자 친구가 움직이는 모습에 고개를 돌리며 바로 반응을 합니다.\n\n휴식 이불에 누워 흔들리는 모빌을 옹알이를 하며 응시하고 선생님이 안아 주면 웃으며 다시 옹알이를 합니다.\n\n하준이 겨드랑이에 손을 넣어 선생님 다리 위에 세워 주면  다리에 힘을 주며 꼿꼿이 서 있고 눈을 마주치며 이야기해 주면 다시 미소를 짓는답니다. \n\n* 손수건 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1020197274",
    "date_written": "2024-03-21",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "등원하고 교실로 들어오며 조금 토했어요.\n\n반 친구들과  형님들이 지역연계활동으로 어린이집 주변 산책을 나간 후 조용해진 어린이집에서 하준이가 타는 쑈서 소리가 크게 들리네요.\n 쑈서 타는 하준이 노래를 불러주니 웃으며 쿵쿵쿵~,  웃으며 하준아~ 이름을 불러 주어도 웃으며 쿵쿵쿵~~ 열심히 울립니다.\n 바스락~~ 삑삑~~ 울리며  헝겊책을 하준이 앞에 놓으니 잡으려고 하며 슈퍼맨이 되었네요. \n\n미소지으며 잘  웃는 하준이 음악소리에 더 방긋방긋 반응합니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1021769482",
    "date_written": "2024-03-25",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "rain",
    "content": "아빠, 할아버지와 등원한 하준이 인사하고 교실로 들어와 옷을 벗고 휴식 이불 위에 누우며 바로 소리나는 친구쪽으로 고개를 돌립니다. \n\n선생님 무릎에 앉아 친구들이 놀이하는 모습을 보다가 친구가 가까이 앉아 있으면 손으로 친구 등을 여러번 터치하며 옹알이를 합니다. \n\n11시 30분 분유 70ml 를 다 먹고 트림을 한 후 안고 토닥여 주었으나 \n잠을 자지 않았고 친구들이 교실 전등을 끄고 토닥여 주었더니 바로 잠이 들어 40분 정도 잤습니다. \n잠에서 깨어 날때도 울지 않고 옹알이를 합니다.\n\n기저귀를 갈려고 하는데 쉬를 해서 옷이 젖었답니다. \n내일 여벌 옷 보내주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1022416121",
    "date_written": "2024-03-26",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "교실에 들어와 매트에 앉으면  친구들을 먼저 살펴보는 하준이입니다. \n적응기간 우는 친구가 있어도 하준이 울지 않고 바라보다가 놀잇감을 손에 쥐어 주면 놀잇감으로 놀이를 합니다.\n\n11시 30분에 분유를 주니 빨다가  멈추다가 빨다가 멈추다가를 반복하며  70ml 다 먹었고  수유를 하며 이야기하면 미소짓습니다. \n낮잠은  12시 10분에  잠들어 12시 50분에 일어났습니다. \n( 손으로 눈을 비비는 하준이 불을  끄고  토닥이면  바로 잠이 듭니다.)\n\n겨드랑이에 손을 넣어 점핑시켜 주면 소리 내어 웃으며 좋아합니다.\n쭉쭉이를 해주며 이야기해 주면 다리를 쫙 펴며 옹알이를 합니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1022773251",
    "date_written": "2024-03-27",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "하준이 가까이 온 친구의 얼굴을  자세히 봅니다. 친구의 이름을 불러가며 선생님과 함께 손을 잡고 인사도 해 보았습니다. \n\n따뜻한 날씨에 선생님 품에 안겨 모자를 쓰고  산책을 다녀왔습니다. \n눈부신 햇살에 눈을 찌푸려 그늘막을 만들어 주었더니 놀이터에서  뛰어다니는 형님들을  봅니다. \n선생님 품이 따뜻했는지 10시 50분부터 잠이 들어 30분 정도  잤습니다. \n어린이집에 돌아와 11시 30분에 분유 70ml를 다 먹었습니다. \n휴식을 취한 뒤 친구들은 낮잠을 자고 하준이는 유희실에 나와  선생님과 함께 하였습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1022538522",
    "date_written": "2024-03-27",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "안녕하세요 \n하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1023816606",
    "date_written": "2024-03-28",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "rain",
    "content": "등원한 하준이 옷을 벗기려고 휴식 매트 위에 잠깐 뉘니 조금 있다가 하준이가 높은음( 돌고래) 소리를 냅니다. 안아주니 바로 멈추고  미소 지으며 앞에 앉은 친구가 스카프 놀이하는 것을 봅니다. \n딸랑이를 선생님 손바닥 위에 올려놓으니 양손을 이용하여 딸랑이를 잡고 만집니다. \n다른 곳을 보는 하준이 뱅글뱅글 볼을 돌려주니 그림이 바뀌는 것을 보며 손으로 볼을 움직이기도 합니다. \n분유를 먹을 때 환경이 바뀌어서 그런가 조금 먹다가 혀로 장난하는 하준이 혀로 장난할 때  젖병을 살짝 뱉다가 다시 물려 보았더니 다시 젖꼭지를 빨며 먹습니다. \n\n* 여벌 옷 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1024644850",
    "date_written": "2024-03-29",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "오늘은 신체계측을 하였는데 몸무게가 8.95k 나왔답니다. \n\n하준이 매트 위에 있으면 뒤집기와 되집기를 반복합니다. \n\n바닥을 짚고 상체를 들어 올리기도 하고  몸에 힘을 주며 슈퍼맨 자세를\n유지하기도 하였습니다. \n앞에 놓인 놀잇감을 잡고 놀이를 하다가 하준아~~ 이름을 부르면 선생님을 보며 눈이 마주치고 미소를 짓습니다. \n\n오늘은 수유를 11시 30분에  안고 먹여 보았는데 안고 먹는 것보다 바운서에 누워서 얼굴을 마주 보며 이야기를 하며 먹을 때가 조금 더 잘 먹는 것 같습니다.\n\n약 30분 정도 자고 일어난 하준이 \n일어났다고 옹알이를 하면 선생님이 바로 안아주고 말을 하면 눈웃음 짓는 답니다. \n\n* 조금 토해서 옷을 갈아입혔습니다.  여벌 옷 보내주세요.\n\nㅡ즐거운 주말 되시고 월요일에 뵙겠습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1025062085",
    "date_written": "2024-04-01",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "우리 하준이 등원하여  누워서 겉옷을 벗기고 정리하려는데  어~~ 옹알이를 합니다.  누워 있기 싫어하는 표현을 한 것 같아 안아주니 바로 기분이 좋아집니다.  매트 위에 내려앉았다가  선생님 무릎에 앉았다가를 반복하며 놀이하였습니다. \n\n치발기를 손에 쥐어 주니 조금 빨대가 친구들이 놀이하는 모습을 보며 몸을 앞으로 숙이고 매트 위에 있는 놀잇감에 손이 갑니다. \n\n오늘은  아기띠를 하고 햇살 맞으며 30분 정도  산책을 다녀왔습니다. \n산책 나간 후 10분 후에 잠이 들어 선생님 품에서 20분 정도 잤습니다. \n\n원에 와서 손을 씻고 유희실에서 함께 놀이를 하였고  첫 낮잠 후 낮잠은 자지 않았습니다. \n수유는 11시 30분에 선생님 안고 눈을 마주치며 70ml 먹었습니다. \n\n*손수건 보내 주세요",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1025727970",
    "date_written": "2024-04-02",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "선생님 무릎에 앉아  손가락을 잡고 쭈욱 올려 주니 힘을 주며 조금 힘을 줍니다.  영~ 차 뒤집기, 되집기를 잘하는 하준이  오늘은 팔의 힘을 이용해 상체를 들어 올리기를 여러 번 하고 몸을 돌려 다른 방향을 향해  보기도 하였답니다. \n\n 쭉쭉쭉 다리 마사지를 해주면 다리를 쭉~~ 폅니다.  \n\n산책을 나가면 눈부셔하던 하준이 오늘은 자연을 보며 미소 짓습니다. \n\n원으로 돌아오는 길에 잠이 들어 교실 안에 들어와 침구에 눕히니 잠이 깨어  15분 정도 잤습니다. \n11시 30분에 수유를 70ml 먹었습니다. \n\n쏘셔를 쿵덕~ 쿵덕 ~ 신나게 타고  노래만 불러주어도 웃는 미소왕자 하준입니다. \n\n* 여벌옷 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1026849357",
    "date_written": "2024-04-03",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "하준아 ~ 이름을 부르면 잘 웃는 하준이  상체를 들어 올리며 바라보며 반응을 합니다. \n\n11시 35분경에 분유를 70ml 먹었고 안아서 트림을 했습니다. \n\n눈을 비비며 잠이 오는 표현을 하여 침구에 누워 토닥여 주었더니 잠투정을 하여 안아서 토닥여 주었더니 잠이 들었습니다.  침구 라라스베개에 누이니 5분 정도 자다가 깼습니다. 쪽쪽이가 없어서인지 바로 잠이 깬 것 같습니다. \n\n기저귀를 갈고 있는데 누나가 와서 예쁘다~ 하며 뽀뽀도 해 주었답니다. \n\n응가를 두 번 하였는데 항문이 빨개서 씻기고 비판텐 발랐습니다.\n\n* 쪽쪽이 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1029797481",
    "date_written": "2024-04-09",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "오늘은 영등포공공급식센터에서 영양 선생님께서 우리 킨더벨트를 방문하여 주셔서 우리 아이들에게 '올바른 간식 선택하기' 교육을 진행하여 주셨어요. 영양 선생님과 용이 롱이 친구를 만나 건강에 좋은 간식과 좋지 않은 간식은 어떤 것들이 있나 알아보고 건강이 좋지 않은 간식을 많이 먹어 아픈 롱이에게 건강한 간식을 쏙쏙 먹여주어 치료해주기도 하였답니다. \n\n하준이 며칠 동안 출석을 하지 않아 낯을 가릴 줄 알았는데 선생님에게 친구에게도 방긋방긋 웃어주었답니다. \n\n매트 위에서 뒤집기, 되집기를 하더니 매트 위의 그림에 관심을 가지며 보다가 손끝으로도 만져 봅니다. \n\n수유는 11시 35분에 50ml 먹었고 낮잠은 40분 정도 잤습니다.\n살짝 눈을 떴을 때 토닥여 주었으나 더 잠에 들지 않아 유희실에 나와 선생님과  놀이하였습니다. \n\n원에서는 응가를 하지 않았습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1030561623",
    "date_written": "2024-04-11",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "overcast",
    "content": "10시에 등원 한 하준이 친구 소리가 나는 교실에 들어가며 하준이 손을 잡고 안녕~ 인사하니 선생님 품에서 아래를 내려보며 웃습니다. \n선생님 무릎에 앉아 놀이를 하니 몸을 숙여 앞에 놓인 놀잇감을 잡으려고 하여 매트 위에 내려놓으니 앞에 놓인 여러 개의 놀잇감을 하나씩 잡았다가 놓치기를 반복합니다. \n\n하준이가 누워서 매듭이 지워진 손수건을 잡아당기는 소근육 발달 놀이를 하였습니다.  처음에는 하준이 손에 스치는 손수건에 웃으며 있다가 매듭 부분을 손에 쥐어주니 살짝 잡다가 놓치기를 반복하더니 매듭지어진 윗부분을 살짝 잡아당겼습니다.\n아직 손아귀의 힘이 약하여 잡다가 놓치곤 합니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1031338441",
    "date_written": "2024-04-12",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "오늘은 즐거운 요리활동이 있는 날~\n우리 하준이 첫 요리네요\n형님반과 예쁜 둥지반 친구들과 아침부터 오늘은 맛있는 피자 만들 거야~라고 하니 피자를 모두 먹어봤다며 어떤 피자를 먹었는지 선생님과 친구들에게 이야기해 주며 신이 난 친구들입니다.\n토르티야 피자 사진을 보며 토르티야 위에 토마토소스를 넓게 발라 햄, 양송이버섯, 옥수수 그리고 쫄깃쫄깃한 치즈를 뿌려 전자레인지에 돌려주니 짜잔~ 우리 친구들이 고사리 손으로 열심히 만든 맛있는 토르티야 피자가 완성되었답니다.\n\n하준이는 만들기에만 참여하고 먹지는 못했지만 조금만 더 자라면 하준이가 만든 요리를 먹을 수 있을 거야...\n\n11시 30분에 수유를 하였는데 40ml 정도  먹다가 잠이 오는 듯 더 이상  먹지 않아 트림을 시키려고 안고 토닥이고 난 후 이불에 누이니 바로 눈을 뜨고 잠에 들지 않아 남은 분유도 마저 다 먹었답니다. \n\n그 이후로도 낮잠에 들지 않아 유희실에서 놀이를 하다가 1시 20분쯤에 잠시 잠이 들었는데 아버님이 오셔서 하원하였답니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1032144884",
    "date_written": "2024-04-15",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny_after_rain",
    "content": "등원하여 교실에 들어와 같은 또래(8개월)의 친구 옆에 앉자 바로 몸을 숙여 얼굴을 가까이 대고 봅니다. 선생님이 하준이 손을 잡고 안녕~ 인사하자 친구도 하준이도 미소 짓습니다. \n\n하준이 선생님이 등받이가 되어 주지 않아도 앉아서 놀잇감을 만지며( 혹시나 뒤로 넘어질 수 있어서 매트 위에서 놀이를 하며 교사가 옆에서 살펴봄) 놀이를 하고 이동을 아직 못하는 하준이를 위해 이잉~~ 하며  흥미가 떨어질 때 다른 놀잇감을 주면 다시 교체된 놀잇감을 만지며 놀이를 합니다. \n\n분유 수유를 11시 35분에 주었더니 20ml 정도 먹다가 먹지 않아 5분 정도 놀아주고 난 다음 다시 먹여주니 남은 양도 다 먹었습니다. \n\n낮잠은 40분 정도 잤습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1032775905",
    "date_written": "2024-04-16",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "하준이가 놀잇감을 가지고 놀이하다가 친구가 천으로 된 책을 만지며 바스락 소리가 나니 뒤를 돌아보며 관심을 가져 다른 천으로 된 바스락 소리가 나는 책을  주니  손으로 만져 봅니다. \n\n오늘은 자동차를 살펴보며 놀이를 하였는데 하준이 놀잇감을 만지고 놀이하다가 또래가 소리가 나는  오볼자동차를 굴리며 놀이를 하니   이에 관심을 가지고  팔을  뻗어 손이 닿는 자동차를  하준이 앞에 가져갑니다. \n\n하준이 치발기를 주니 내려놓고 이와 비슷한 촉감이 느껴지는 소프트 푸시 보드판을 좋아합니다. \n\n11시 25분에 70ml 수유하였고 낮잠은 12시 30분에 잠이 들어 1시 22분에 일어났습니다. \n시간 같던 낮잠 시간 12분 정도 더 잤네요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1033071066",
    "date_written": "2024-04-17",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "하준이 원에 있는 여벌 바지를 덧 입고 유모차를 타고 산책 다 녀왔습니다. \n 따뜻한 햇볕이 있는  곳으로 다니며 푸른 잎, 분홍 꽃이 가득한 화단을 보며 꽃구경도 하였습니다. \n놀이터에서 누나와 형아들이 와서 아기 하준이~~ 하며  부르자 하준이도 형님들을 보며 미소 짓습니다. \n원에 돌아와 손을 씻고 분유도 70ml를 한꺼번에 다 먹었습니다.\n12시 30분이 되자 눈을 비비며 잠이 오는 듯하여 토닥여 주니 바로 잠이 들며 45분을 잤습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1034219545",
    "date_written": "2024-04-18",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "overcast",
    "content": "하준이 놀이를 하다가도 친구의 목소리를 듣거나 놀잇감, 멜로디책  등 소리에 고개를 돌리며 관심을 가져  친구가 놀이가 끝난 후에 가져다주면 그 놀잇감을 탐색하며 놀이를 합니다. \n\n선생님 무릎에 앉아 거울을 보며 노래를 불러 주면 미소 짓기도 하고\n하준이가 선생님  양손의 손가락을  잡아 위로 올려주면 힘을 주며  잡아당기기도 하고 팔 힘을 이용해 뒤로 이동하기도 합니다. \n\n심심할 때는 잉~~ 하며 표현하여 다른 놀잇감을 주면 다시 놀이를 합니다.\n\n수유 70ml를 11시 30분에 두 번에 나누어 먹었고 낮잠은 12시 30분에 잠이 들어 45분 정도 잤습니다.\n\n배변은 오전에 하여 엉덩이 전용 클렌져로 씻기고 기저귀를 갈았습니다.\n\n* 수건, 손수건  보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1034982441",
    "date_written": "2024-04-19",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "overcast",
    "content": "오늘은 우리 어린이집에 귀염둥이 찬범이의 생일파티가 있는 날이었답니다. \n아침부터 찬범이를 보고 찬범아~ 생일 축하해~ 하며 꼭 안아주는 우리 멋진 형님들과 친구들 ~~\n모두 찬범이에게 손뼉 치며 큰 소리로 생일 축하 노래 불러주며 찬범이의 생일을 축하해 주었어요.\n생일파티가 끝난 후 새콤달콤한 과일들도 먹어보고 오후에는 달콤한  초콜릿 케이크와 요구르트를 마시며 즐거운 하루를 보냈답니다☺️\n하준이는 바나나를 으깨어 아주 조금씩 먹으며 두 조각 정도 먹었습니다. \n하준이 형님들과 앉아 생일 축하 노래 부를 때는 울지 않고 잘 앉아 있다가 앞에 나가 찰칵~~ 사진 찍을 때 조금 울다가 그쳤어요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1036479849",
    "date_written": "2024-04-23",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "오늘은 형님반과 친구들이 맘 든든 센터 가고 조용한 원에서 우리 둥지반은 넓은 유희실에서 놀이하였습니다. \n\n책을 가져와  친구에게  읽어 주니 쏘서에서 가끔 쿵덕~~ 하며 타다가도  선생님을 보며 듣기도 하는 것 같았습니다. \n쏘서의 고릴라가 매달린 쇠줄을 잡고 뛰기도 합니다. \n책을 보고 난 후 손유희를 하며 동요를  부르니 쏘서에 앉아 바라봅니다. \n\n에듀 테이블에 앉아 탐색하다가 바닥 매트에 관심을 가져 테이블을 정리하니 앉아서 매트 그림을 손으로 만지며 봅니다. \n하준이 누워서도 매트의 그림을 살피고 뒤집기, 되집기를 합니다. \n\n11시 35분에 분유를 주니 20ml 정도 먹다가 먹지 않아  놀다가 다시 20ml 정도 세 번에 나누어 먹으며 60ml 정도 먹었습니다. \n\n낮잠은 1시에 잠들어 1시 25분에 일어났습니다. \n\n*수건 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1035912923",
    "date_written": "2024-04-23",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "안녕하세요 어머님\n하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1037205246",
    "date_written": "2024-04-24",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "overcast",
    "content": "또래가 가까이에 오면 얼굴을 자세히 보고 있다가  몸을 숙여 또래가 놀이하는 놀잇감을 잡으려고 합니다. \n하준이 선생님의 노랫소리 들으며  무릎 놀이를 해주면 재미있어합니다. \n\n11시 30분에 수유를 두 번에 나누어   다 먹고는 11시 40분에 바로 잠이 들었습니다. 12시 15분에 잠이 깨어 유희실에 나와 선생님과 함께 놀았습니다. \n\n오전에 등원 시 살짝 낯갈이를 하는 것 같았지만 낮잠 자고 유희실에 나와 선생님 보며 방긋 웃는 하준이었답니다.\n\n숨소리가 좋지 않았고 가끔 기침을 하였으며 기침할 때 코가 나왔습니다. \n\n* 기저귀 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1039478076",
    "date_written": "2024-04-29",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "선생님 품에 안기어 교실에 들어오자  친구를 보며 미소 짓기도 합니다. \n\n오늘은 핸드벨을 흔들며 소리를 들어 보며 활동하였습니다. \n선생님이 흔들어 보이니 바로 반응을 보이며 선생님이 잡은 핸드벨에 관심을 갖습니다. 선생님의 노래에 함께 흔들어 보기도 하였습니다.\n\n그림에 관심이 많은 하준이 벽에 붙은 휄트지 환경판을 보며 손으로 쓰다듬으며 만져봅니다.\n\n하준이가 뒤집기, 되집기, 몸의 방향을 바꾸기도 하지만 아직  배밀이를 하지 않아 오늘은 애벌레가 몸을 앞으로 당기는 것처럼 선생님이 하준이 손을 매트에 고정시키니 하준이가 손과 팔에 힘을 주며 몸을 앞으로 당겼답니다. 아버님이 하준이 손을 잡고  당겨주기보다 하준이가 스스로 근육을 이용해 당기며 이동할 수 있도록 도와주세요.\n\n하준이가 오늘은 시니어 할머니와 원장님을 보며 낯갈이를 하며 잠시 울기도 하였습니다.  울면서 코도 나왔습니다. 기침은 하지 않았습니다. \n\n\n* 손수건 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1040193523",
    "date_written": "2024-04-30",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "overcast",
    "content": "하준이 등원하여 매트 위에  앉자 가까이 오는 친구(8월생)를 보더니 터치하기도 하였답니다. \n놀이를 하면서도 친구들을 한 번씩 바라보고 다시 놀잇감을 번갈아 보며 놀이합니다.  \n\n오늘은 소리 나는 인형으로 놀이하였습니다. 배꼽을 누르자 아기 울음소리, 노랫소리가 나오자\n깜빡이는 눈이 신기한지 손가락으로 만져봅니다.  스카프로 인형을 덮었다가 벗겨내며  까꿍 놀이를 하니 미소를 짓기도 하였답니다. \n\n하준이 친구들과 멜로디 북을 함께 읽고 소리를 들었는데 그림을 손으로 만지며 자세히 보았답니다. \n\n11시 30분에 분유 70ml을 먹고 트림을 한 후 바로 잠이 들어 40분 정도 잤습니다. \n\n* 오늘은 지진 대피훈련을 하였습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1041053434",
    "date_written": "2024-05-02",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "냠냠이 선생님이 이름을 부르며 손을 흔드니 어디에서 나는 소리인지 찾는 귀여운 하준이입니다.  \n\n오전에 유모차를 타고 산책을 다녀왔습니다. 눈부신 해를 등지고 산책하니 좋아하는 하준이 가끔 안고서 놀이터 안에서 걸으면 형아들이 놀이기구를 타는 모습을 바라봅니다. \n\n오늘은 구멍 난 백업을 가지고 놀이하였습니다. 끈으로 묶은 백업을 손으로 당기기도 하고 친구가 만들어 놓은 목걸이를 목에 걸어 보기도 하였습니다.  하준이 매트 위에 올려진 끈을 선생님 도움 없이 손으로 잡고 놀이를 하는 모습을 볼 수 있었습니다. \n\n 선생님이 바람 넣은 풍선을 잡으며 소리를 내니 그 소리에 까르륵~~  하준이가 만지며 내는 소리에도 웃으며 풍선놀이를 즐겼답니다. \n\n11시 30분에 분유를 70ml 한꺼번에 다 먹고 트림을 시원하게 합니다. \n11시 45분에 잠이 들어 12시 30분에 일어나며 45분 정도 잤습니다. \n\n하준이 기분이 좋은지 오늘 계속 웃었답니다. \n그리고 또래 물통을 잡으려고 앞으로 조금 이동하였답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/vnEPA/btsG5UrKMvo/1H1tKdIeUGwbEQL8yKSV5k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ixt96/btsG7nGOoto/jCO0kwJpV94IVfbxgrNU80/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0036_2024-05-02_1041053434_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0036_2024-05-02_1041053434_02.jpg"
    ]
  },
  {
    "id": "1041775594",
    "date_written": "2024-05-03",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "봄의 크리스마스같은 어린이날~👧👦\n아직 우리 킨더벨트 친구들은 어린이날이 어떤 날인지 잘 모르지만 모든이에게 사랑받는 날이란 건 느낄 수 있는 소중한 하루입니다.\n사랑받기 위해 태어난 우리 킨더벨트 친구들에게 행복한 날이 될 수 있도록 준비하였습니다.\n\n아이들이 제일 좋아하는 에어바운스와 볼풀공&백업 고리끼우기 놀이와 또 새롭게 준비한 블랙라이트~ 블랙라이트 조명에 반응하는 하얀색과 야광색 종이들이 어두운 방 안에서 반짝이는 모습을 보며 신기해하기도 하고 야광팔찌를 손목에 끼워 놀기도 하고 신나는 노래 들으며 야광팔찌를 이리저리 흔들며 어두운 곳에서 빛나는 블랙라이트 조명과 야광 놀잇감들을 사용해 새로운 경험도 해보았답니다.\n\n우리 킨더벨트 친구들이 행복해하는 모습에\n저절로 지어지는 미소~☺️\n\n주말동안 가족들과 함께 더 신나고 뛰어놀고 웃으며 우리 아이들이 마음껏 이야기를 펼칠 수 있는 뜻깊은 날, 가장 즐겁고 행복한 날 되기를 바랍니다.\n연휴 잘 보내시고 5월7일 화요일날 뵙겠습니다🌈\n\n* 코가 가끔 나왔습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1043545969",
    "date_written": "2024-05-09",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "안녕하세요. \n하준이 지금 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1053036867",
    "date_written": "2024-05-29",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "안녕하세요 어머님 \n우리 하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1055879499",
    "date_written": "2024-06-03",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "partly_cloudy",
    "content": "오랜만에 나와 선생님을 보면 어떤 반응일까? 걱정을 많이 했었는데 담임 선생님에게는 잘 안기고  웃어주었습니다.  낮잠을 11시 15분에 들어 12시 10분까지 자고 울지 않고 깼습니다. \n 낮잠 들기 시작할 때는 오랜만에 만난 원장님이 낯설었는지 보고 울어서 5분 정도를 울다가 그치고를 반복하다가 선생님 품에서 잠들어 침구에 내려놓으니 깨지 않고 거의 한 시간을 잤습니다. \n\n바깥 산책을 다녀왔습니다. \n앞을 볼 수 있도록 아기띠를 하였더니 선생님이 이야기할 때에 옹알이를 계속합니다.  매트에서 배밀이를 하며 선생님에게로 오는 하준이 감격이었습니다.  \n\n수유를 할 때에 어머님이 말씀해 주시는 대로 놀잇감을 손에 잡고 수유를 하니 끊어지지 않고 한꺼번에 다 먹었습니다. 가끔 옆에 다가오는 또래를 좌우로 고개를 돌리며 관심을 갖기도 했지만 입을 떼지 않고 다 먹었답니다. \n\n또래가 큰 소리로 우니 하준이도 으앙~~ 3번 정도 하다가 선생님이 안아 주며 괜찮아~~ 해주니 바로 안정이 되었답니다. \n\n우리 하준이 배밀이하며 오는 모습, 수유도 꼭지 부분을 빠는 입술의 움직임, 친구가 다가올 때 자세히 보는 것. 배를 살살 문질러 주면 하하 웃는 모습 등등 많이 달라졌어요.\n아빠가 그동안 고생 많이 하셨어요\n앞으로는 이제 원과 함께 해요~~",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1056557841",
    "date_written": "2024-06-04",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "우리 하준이가 많이 달라졌어요.\n예전에는 앉아서 친구들이 놀이하는 모습을 보기만 했지만 이제는 배밀이로 이동을 하며 자유롭게 탐색하다가 자기가 관심이 가는 곳에 멈추어 꺼내기도 하고 이동하는 것을 멈추면  선생님이??? 놀잇감을 가지고 놀고  싶었어요? 말해주며 앉혀주면 손과 눈으로 협응 하며 만지며 놀이를 합니다. \n\n오늘은 얼굴 표정이 들어간 양말 인형을 잡아당기며 얼굴표정이 달라지는 모습을 보며 귀엽고 수줍게 웃는 하준이랍니다. \n놀이가 끝난 후 책꽂이에 꽂아 정리해 두었더니 배밀이를 하며 가서 꺼내어 손으로 잡고 놀이를 합니다. \n정말 많이 달라졌죠? 아니 많이 성장했어요.\n오늘 대체 선생님이 오셔서 함께 계셨는데 울지 않고 한 공간에서 잘 놀았습니다. \n\n수유는 산책하고 와서 손을 씻고 11시에 바로 먹었는데 다 먹고 3분 후에 바로 트림을 시원하게 하였습니다. \n낮잠은 친구들이 다 잠이 들고 난 후 눈을 비비며 12시 35분에 잠이 들어  아버님께서 하원 하신다고 하며 오후 1시 45분에 일어났습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1057232236",
    "date_written": "2024-06-05",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "어제 친구가  소리를 크게 내어 울먹이던  모습을 보였는데 오늘은 \n그 친구의 얼굴을 한번 보고 뒤돌아 선생님을 한번 보고는 놀이를 이어갑니다. \n\n어머님이 말씀 대로 10시 30분에 수유를 해 보았더니 반정도 먹을 쯤에 혀로 장난하여 두 번 쉬어가며 젖병 꼭지 부분에 조금 남기고 다 먹었습니다  \n\n산책 다녀와서 손을 씻고 낮잠을  재우려고 시도하였으나 누워서 옹알이를 하며 장난하였습니다. 12시 3분쯤에 눈을 비비는 모습을 보여 토닥여 주니 바로 잠이 들며 45분 정도 잤습니다.\n\n하준이 3일 동안 어린이집 새로 적응하느라  힘들었을 텐데 내일 엄마와 함께 즐거운 시간 보내고 금요일에 만나요.\n\n* 여름용 여벌 옷 보내주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1057997013",
    "date_written": "2024-06-07",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "오늘은 즐거운 요리활동이 있는 날~\n요리 활동 준비로 풍선이 붙어있는 산새소리반 교실을 보고 아이들이 풍선을 보자마자 손으로 만져보며 신나 합니다.\n아이들과 인사 노래, 요일 노래를 부르며 반갑게 인사를 나눈 후 '삼색 샌드위치' 만드는 방법에 대해 먼저 샌드위치 사진을 보여주며 설명을 해준 후 선생님이 직접 만드는 모습을 보여주고 맛있게 먹는 모습을 보여주니 우리 아이들 모두 서로 만들어 먹어보고 싶다며 신이 났습니다.\n하얀 빵 위에 딸기 잼을 바르고 그리고 빨간색 햄, 노란색 치즈, 초록색 오이를 올려 삼색 샌드위치를 완성하여 한 입 크~게 먹어보며 즐거운 요리 활동을 하였답니다.^0^\n\n분유 11시에 100ml 다 먹고 50분후 눈을 비비며 침구에 누이니 바로 잠이 들어 오후1시 35분에 일어났습니다. \n\n콧물 세번 정도 닦았습니다. \n\n즐거운 주말 보내시고 월요일 뵙겠습니다~",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1057394449",
    "date_written": "2024-06-07",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "안녕하세요 하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1059467069",
    "date_written": "2024-06-12",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "동요를 틀어주니 몸을 들썩들썩 손을 들고  흥겨워하는 친구를 바라보며 미소 짓는 하준이 \n앞에 보이는 오션 드럼을 잡습니다. \n친구와 마주 보며 손에 잡고 있는 마라카스로 오션 드럼을  치기도 하고 바닥에 펼쳐진 접시 놀잇감도 치며 소리를 들었습니다.  \n\n거울에 붙여진 회전딸랑이를 돌리는 모습을 바라보던 선생님이  손바닥에 회전 딸랑이를 올려놓으니 손으로 치며 뱅글뱅글 돌리기를 합니다. \n\n하준이가 친구가 기어가는 모습을 보며 하준이도 배밀이를 하며 갑니다. 가끔 두 팔을 뻗어 손으로 바닥을 짚고  몸의 중심을 앞으로 하며  기어가려는 자세도 보입니다. \n\n초미세먼지로 실내놀이를 하였습니다. \n\n10시 30분에 수유를 하며 100ml를 다 먹었습니다. \n\n코막힘이 있어서인지 호흡할 때 소리가 났습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1060759933",
    "date_written": "2024-06-13",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "오늘은 낯선 분이 오셔서 그런지 자꾸만 문 쪽을 바라보며 주시하고 울지는 않았답니다  \n\n배밀이를 하며 교실을 탐색하고 하준이 주변에 있는 펼쳐진 그림책을 손으로 잡아당기고 봅니다. 선생님 다리에 앉아 함께 책도 함께 보았습니다.\n 음악을 들으며 드럼 오션을 한 손으로 치다가  찰찰~~ 소리에 두 손으로 칩니다. \n손바닥을 내밀면 하준이가  미소 지으며  한 손으로 선생님의 손바닥을 치고는 한 번씩 뒤돌아 선생님과 눈 맞춤을 하고 다시 놀이를 합니다. \n\n오늘은  10시 30분에 분유 80ml를 먹었습니다. 놀잇감을 주며 여러 번  더 권유하였으나 고개를 도리도리 하고 손으로 밀어냅니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1060856391",
    "date_written": "2024-06-14",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "안녕하세요\n하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1062281263",
    "date_written": "2024-06-17",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "오늘은 우리 아이들과 신체계측을 진행해 보았어요.\n3월에 재보았을때와 얼마나 튼튼하게 쑥쑥 컸는지 병아리 키재기와 체중계로 키와 몸무게를 재보았습니다.\n하준이 키 72.3cm / 몸무게는 9.16kg으로 측정 되었습니다. \n\n선생님이 움직일때마다 배밀이를 하며 따라오고 양쪽 겨드랑이에 손을 넣고  노래를 불러주면   점프점프~~  웃으며 좋아합니다.  엉덩이를 뒤로 빼며 앉으려고 하는 자세도 하고 앉아 있다가 몸을 옆으로 틀며 다시 누워 보려고 하여 스스로 앉아 볼 수 있도록 조금씩  도움을 주고 있습니다. \n\n오늘은  나무 그늘 아래로 이동하며 살랑살랑  부는 바람에 좋아하는 하준이 발을 움직이며 좋아하였습니다. \n\n수유는 90ml  먹었고 잠이 오려고 할때  아빠와 하원 하였습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1062980836",
    "date_written": "2024-06-18",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "하준이 친구에게도 관심을 가지기 시작했어요.\n같은 달에 태어난 서아라는 여자 친구가 앉아서 마라카스를 흔드니 가까이 가서 얼굴을 보며 눈이 마주치자 친구가 머리를 맞대고  도리도리 해 주자 하준이 미소를 지어 보이고  같은 놀잇감으로 놀이하기도 하였습니다. \n\n하준이가 선생님에게 배밀이하며 와서 앞치마를 양손으로 잡아당기며 일어나려고 할 때 앉을 수 있도록 여러 번 도움을 주었는데 하준이 스스로 한번 앉았습니다. \n귀여운 하준이 칭찬 많이 해주세요. ~~~\n\n수유는 10시 30분에 세 번에 나눠 90ml 먹었습니다. \n낮잠은 12시에 자서 12시 50분에 일어나 유희실에 나와서 놀았습니다. \n\n오전에 기침을 한번 하였는데 코가 ㅠ 많이 나왔답니다.  그 이후에는 코가 나오지 않았습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1067200858",
    "date_written": "2024-06-26",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "sunny",
    "content": "오전 일찍(10시에 출발) 유모차 타고 산책 다녀왔습니다. ( 30분 산책)\n산책길에 핀 꽃에 우리가 준비한 작은 물 조리개로 물을 직접 주고 난 후 촉촉하게 젖은 잎을 톡톡!! 쳐보며 물방울이 떨어지는 모습도 관찰하였습니다. \n\n산책 다녀와 손을 씻고 유희실에서  오전 10시 30분쯤에 수유를 하였는데 100ml 다 먹었습니다. \n오후 수유는 1시 40분쯤 90ml 먹고 난 후 트림을 하고 이유식을 데워 물과 함께 다 먹었습니다  마지막에 조금 남기고 한번 쉬었다가 남은 것도 다 먹었습니다. \n\n낮잠은 12시에 잠이 들어 1시 30분에 울지 않고 일어났습니다. \n\n스스로 앉기를 여러 번 하였고 배밀이를 하며 하준이가 가고 싶은 곳으로 가서 놀잇감을 탐색하기도 하고 모형 싱크대  문을 열었다가 닫았다가 하며 흥미를 보였습니다. \n며칠 동안 또 다르게 많이 성장 한 것 같아 놀라웠습니다. \n수줍어하며 미소 짓는 우리 하준이 내일도 건강하게~~~ 화이팅!!\n\n* 여벌 바지 보내 주세요.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1067856824",
    "date_written": "2024-06-27",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "partly_cloudy",
    "content": "오늘은 내일 열릴 아나바다 행사 때 담을 가방을 만들었습니다. \n매직을 선생님과 함께 잡고 쓱~~ 싹 그림을 그리고 스티커로 꾸며 보았습니다. \n\n오전에 건너편 삼환 아파트에 산책 다녀왔습니다.  돌아오는 길에 마트 앞에 놓인 알록달록  여름 과일들도 살펴보았습니다. \n\n원에 돌아와 손 씻고 오전 10시 45분에 수유 100ml 먹었습니다.\n오후 수유는 1시 35분에 70ml 먹었습니다. ( 손으로 자꾸 밀어내어 그만 먹고 이유식을 먹었습니다. )\n이유식은 초반에는 먹다가 30 그램정도  남았을 때  먹기 싫어하는 모습을 보여 바스락 책과 놀잇감을 보여 주며 다 먹었습니다. \n\n낮잠은 12시에 자기 시작하여 1시 30분쯤에 일어났습니다. \n\n산책 시에도 물을  준비하여 먹기도 하고 이유식을 먹을 때도 물과 함께 먹었습니다. 물은 잘 먹는 편입니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1072382220",
    "date_written": "2024-07-08",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "rain",
    "content": "어머님 안녕하세요.\n우리 하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1074351421",
    "date_written": "2024-07-10",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "mostly_cloudy",
    "content": "오늘은 우리 아이들과 어린이집 근처 미니 수족관에 방문하여 수족관에서 하는 일과 다양한 파충류, 해양생물들을 만나보기도 하고 작은 도마뱀을 손가락으로 쓰다듬어 보기도 하고, 수족관 사장님이 파란 가재와 빨간 가재, 도마뱀 친구들에게 먹이 주시는 것도 관찰할 수 있었어요\n수족관에서 할 수 있는 일들을 직간접적으로 경험해 보며 처음엔 실제로 움직이는 도마뱀을 보고 이게 뭘까 눈이 동글해졌지만\n선생님과 함께 만져보며 꿈틀꿈틀 움직이는 도마뱀들이 신기한지 눈을 떼지 못하는 모습이었어요\n\n*우리 아이들의 미니 수족관 방문을 위해 협조해 주신 한설이 어머님께 너무나 감사드립니다\n\n하준이 등원할 때 미소는 없었지만 교실에 들어와서는  선생님에게 안겨 눈 맞춤을 하고 인사하니 미소를 지었고 바닥에 내려놓으니 \n바로 놀잇감을 잡고 친구도 한 번씩 보면서  놀이하였습니다. \n\n교구장을 잡고 일어나 몸을 기대어 놀잇감을 잡더니 다시 앉아서 놀이를 하고 스테인리스에 비치는 자기의 얼굴을 손으로 만져봅니다. \n\n배밀이를 하다가 가끔 네발로 두 걸음 정도를 여러 번 가기도 하였습니다. \n\n이유식은 혼자 있을 때 잘 먹다가 친구가 옆에서 놀이하는 모습을 보느라 먹는 속도가 조금 느려지기도 하였으나 다 먹었습니다. \n수유는 70ml 먹다가 밀어내어 놀잇감을 쥐어 주며 다 먹었습니다.\n\n다행히 선생님 얼굴은 잊지 않아서 고마운 하준이입니다. \n하준아 내일도 오늘처럼 아자 파이팅!!",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1075007190",
    "date_written": "2024-07-11",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "오늘은 더운 날씨에 시원한 얼음을 사용하여 놀이하였습니다.\n큰 대야에  투명 얼음을 담아 선생님과 함께 그릇과 컵에 담아보기도 하고 스푼으로 휘 젓기도 하였으나 손으로 얼음을 한번 만져보더니 더이상 만지려 하지 않았습니다. \n\n하준이 유희실에 나오자 제일 먼저 모형 싱크대로 배밀이하며 갑니다. \n문을 닫았다가 열었다가를 반복적으로 하다가 다른쪽 싱크대 문을 발견하고 이동하여 열고 닫고하며 놀이합니다. \n문을 열고 닫고 놀이가 끝나자 맞은편 교구장에 있는 소프트 자동차 놀잇감 있는 곳으로 네발로 기어 이동하여 놀이를 이어갑니다. \n다양하게 놀잇감을 탐색하며 만져보고 살펴봅니다. \n\n친구가 큰 목소리를 내자 놀랐는지 울음을 터트려 안아서 달래 주니 그치고 그 친구를 계속 바라봅니다.\n\n오전 수유 10시 50분 경에 100ml 다 먹었고 낮잠 12시 20분 경에 잠이 들어 1시간 정도 자고 일어나 1시 30분 경에 오후 수유를 100ml  다 먹고 트림을 한 후에 바로 이유식을 다 먹었습니다. \n어제보다 수유도 더 빠르게 먹었습니다. \n\n목부분에 젖어 웃옷을 갈아 입혔습니다. 내일 웃옷  보내 주세요. \n\n둥지반은 내일 물놀이 나가지 않고 원에서 보육합니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1074426234",
    "date_written": "2024-07-11",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "안녕하세요 \n하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1075700122",
    "date_written": "2024-07-12",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "친구가 딸랑이 소리가 나는 오볼 공을 잡고  흔들자 소리가 요란하게 들리니 하준이도 관심을 갖고 가까이에 가서 잡고 흔들다가 손에서 놓쳐 굴러가는 오볼 공을 배밀이로  따라갑니다. 여러 번  오볼을 잡고 흔들며 놀이를 합니다. \n\n유희실 동그란 매트 위에 오볼을 올려 두었더니 매트 잡고 일어나 도움 없이 매트 위에 올라가 오볼을 잡고 흔들기도 합니다. \n\n화장대를 잡고 일어나 거울에 비친 자기의 얼굴을 보아 하준아 까꿍~~ 했더니 하하 ~~ 해맑게 웃습니다. \n\n교실 벽에 붙여진 친구들 사진과 유희실 환경판에 붙은 사진에 관심 있게  보기도 하고 거울에 붙여진 회전 딸랑이를 손으로 돌리며 툭툭 치자 딸랑이 소리가 나니 손으로 계속 돌리고 터치하기를 반복합니다. \n\n유희실에서  배밀이를 하며 활동을 많이 하여 무릎이 쓸리지 않게 바지를 무릎 아래로 내려 주었습니다.  \n\n오전, 오후 수유 100ml씩 다 먹었고 이유식도 다 먹었습니다.\n낮잠은  50분 정도 잤습니다. \n\n등원한 하준이 한쪽 코에서 콧물이 나더니 11시 쯤에는 양쪽에서 코가 나왔습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1075082711",
    "date_written": "2024-07-12",
    "author_name": "킨더벨트어린이집 원장",
    "class_name": "예쁜둥지",
    "weather": "fog",
    "content": "안녕하세요. 하준이 등원 중인가요?",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1112632161",
    "date_written": "2024-10-07",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~어머님~\n우리 하준이 등원한 첫날인데 어떻게 보냈는지 궁금하셨죠? 하준이 낯선 환경이라 울음을 보였는데 금세 그치고 할머니 품에서 내려와 보육실 놀잇감들을 탐색하더라고요. 쌓기 영역에서 또래가 놀이하고 있던 와플 블록에 관심 보이며 끼워져 있던 블록을 빼며 놀이하는 모습이었습니다. 내일은 개별로 적응하는 시간으로 10시 30분까지 등원해 주세요.\n\n하준이 보내드린 생록기록부 및 동의서는 내일까지 보내주시고 기타 추가서류는 준비되는 데로 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cvnBnH/btsJW5WXoSF/eGqbbp2Lk2ATJrkESKKhh0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0058_2024-10-07_1112632161_01.jpg"
    ]
  },
  {
    "id": "1114147015",
    "date_written": "2024-10-10",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "오늘은 할머니와 거리를 두고 자유롭게 교실을 탐색하도록 하니 쌓기 영역에서 레고블록을 입으로 탐색하기도 하고 도토리 마라카스를 흔들며 걷기도 하였어요. 등원할 때 유희실에 있는 흔들 말에 관심을 보여 유희실도 나가보았는데 2층으로 올라가는 계단과 미끄럼틀 계단에 관심 보이며 기어올라가는 모습이었고 내려올 땐 선생님과 할머니 도움받아 뒤로 내려오는 연습도 해보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/btFBxI/btsJYXlxvZ6/V1GpIUEXv5rFeBBSYpikE0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/m4W03/btsJ04wgPeS/Ph3tiXCNAlNT8baKc5OKr0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0059_2024-10-10_1114147015_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0059_2024-10-10_1114147015_02.jpg"
    ]
  },
  {
    "id": "1114869824",
    "date_written": "2024-10-11",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~우리 하준이 할머니와 헤어지고 울음을 보였으나 금세 그치고\n선생님이 제공해준 와플블록을 탐색하다 끼워보려 하기도 하고 휙~뒤로 던지기도 하는 모습이었어요. 선생님과 물통 바구니에서 하준이 물통을 찾아보고 자리에 앉아 물도 마셔보았습니다.\n\n하준이 보육실과 친구들이 조금은 익숙한 듯 자유롭게 탐색하고 친구들 옆에 앉아 잘 놀이하였습니다. 가정에서도 칭찬 많이 해주세요^^\n\n월요일에는 친할머니와 등원한다고 들었습니다. 즐거운 주말 보내시고  월요일에 만나겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/FjlvP/btsJ05pZtJo/XK8finCIj6PotEeEeR1DlK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NzvHd/btsJ11tyCBG/eWbtljBRUButwEoyDkiQg1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0060_2024-10-11_1114869824_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0060_2024-10-11_1114869824_02.jpg"
    ]
  },
  {
    "id": "1115759257",
    "date_written": "2024-10-14",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~하준이 얼굴 상처를 보니 아팠겠어요. 주말을 보내고 와 엄마생각이 더 낫는지 울음도 보이고 졸려하는 모습이었어요. 선생님 품에 안겨 창밖을 보다 지나가는 강아지 보며 잠깐 울음을 멈추고 가을열매 밤에도 관심을 보였다  또다시 울기를 반복하는 모습이었습니다.\n\n내일은 9시 30분~11시 30분까지 2시간 적응시간을 갖겠습니다. 하준이 컨디션보고 하원시간 조절해 할머님께 연락드리겠습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1116477814",
    "date_written": "2024-10-15",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~~ 오늘 할머니께서 졸려할 거라고 말씀하셔서 많이 울거라 생각했는데 예상과 달리 너무  씩씩하게 잘 놀이하였어요^^  치카치카 사운드북에 관심 보이며 동물들에게 치카도 해주었고 우유팩에 가을열매를 하나씩 담아보기도 하였어요. 놀이 중 시원하게 응가도 하여 기저귀 매트에 눕혀주었는데 기저귀 갈이 할 때까지 잘 누워 있더라고요.~~♡\n\n내일까지 선생님과 2시간 적응시간을 갖고 목요일부터 점심 후 하원예정이니 턱받이와 수저세트, 칫솔 준비해 주시고\n키즈콜 카드 도착하여 가방 앞주머니에 넣어놓았습니다. 확인해 주세요~~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/c4KtTJ/btsJ5wHAZBN/9JdBK4hWfPn2g49hMCvkm0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/sDgGz/btsJ6ZhB3iz/ZaaAKNbCYaNC4QjmQfIKdk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Slute/btsJ7fEvwuz/DgYMgFw2gkZhaTSlipZKvK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0062_2024-10-15_1116477814_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0062_2024-10-15_1116477814_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0062_2024-10-15_1116477814_03.jpg"
    ]
  },
  {
    "id": "1117206330",
    "date_written": "2024-10-16",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~하준이 할머니와 헤어져 보육실로 들어올 때까지만 잠깐 울음을 보이고  바닥에 붙여있는 낙엽길에 관심 보이며 나뭇잎을 손가락으로 가리키기도 하고 그 위를 기어가 보기도 하였어요.  낙엽이 담긴 매트 안에 들어가 선생님이 매트를 흔들어 주니 씨잌 웃음도 보였답니다.\n\n내일은 점심 식사 후 하원으로 9시 30분~12시 20분까지입니다.\n준비물 챙겨서 보내주세요~~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/C8itK/btsJ7hcfv8E/6fAizBpzrTEcaPGJFTLJvK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/blscHU/btsJ7SiJFF2/jYcXR3wBKMwKxPVuK1LaFk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bxO9f9/btsJ6ktYRw1/djzkqL7P3JCblT0ZVYDi80/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/DFZNT/btsJ6GcyNVY/00gJJet8fmWvaTasvl0W0K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0063_2024-10-16_1117206330_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0063_2024-10-16_1117206330_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0063_2024-10-16_1117206330_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0063_2024-10-16_1117206330_04.jpg"
    ]
  },
  {
    "id": "1117917751",
    "date_written": "2024-10-17",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~~ 오늘 하준이 등원할 때 인사해 주며 팔을 뻗었더니 울지 않고 팔 벌려 안겼어요!♡♡\n하준이가 교실로 들어와 제일 먼저 찾는 놀잇감은 와플 블록이에요. 끼워져 있는 블록을 빼서 던지기도 하고 낙엽길 위에서 밀고 다니기도 하더라고요. \n\n점심시간에 범보의자 없이 앉혀보았는데 2~3분 정도 잘 앉아있다가 몸을 많이 움직여 당분간 의자를 사용해야 할 것 같아요. 이유식은 두 숟가락 남겨두고 식판을 손으로 밀더니 고개를 저으며 더 이상 먹지 않았고 식후에 하품을 하여 \"하준이 졸리는구나~\"하니 콧소리도 내더라고요. ㅎ\n\n양치시간엔 칫솔을 쥐어주고 기다려보니 친구들 양치하는 모습에 관심 보이며  칫솔을 입에 넣고 손을 움직이는 모습이었습니다. \n\n일과 중 자리에 앉아 얼굴에 힘주고 응가도 시원하게 했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/e38O0/btsJ87UGeTc/LS8kZLmJKaSETZAT9WgCK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/IFmVY/btsJ9LDCYyk/BvpX9LDC2SZkITGTCZ0glk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bnwpz4/btsJ9LwRNiE/X6JDkOt4mU9b66B2kzlKrk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/AYqS2/btsKabB4tiW/HCpuNHnBMBeKIUNo9HqLRK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tfGsE/btsJ9rSW9iS/1toILK39rbGtQatoBj17h0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0064_2024-10-17_1117917751_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0064_2024-10-17_1117917751_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0064_2024-10-17_1117917751_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0064_2024-10-17_1117917751_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0064_2024-10-17_1117917751_05.jpg"
    ]
  },
  {
    "id": "1118686553",
    "date_written": "2024-10-18",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "rain",
    "content": "안녕하세요~~ 우리 하준이 오늘도 선생님 품에 쏙 안겨 들어왔답니다~♡\n햇살반 친구 생일잔치가  있어 선생님과 2층으로 올라가 보았어요. 낯선 환경에 놀라기도 했는지 선생님 품에 안기더라고요.\n교실로 돌아와 소리 나는 북에 관심 보이며 두드려보기도 하고 신체영역이 있는 교실과 유희실을 탐색해 보기도 하였습니다.\n씩씩하게 잘 적응하고 있는 하준이 칭찬 많이 해주시고 다음 주 월요일까지 점심 후 하원이고 화요일부터는 낮잠 후 하원입니다.  낮잠이불 준비해 주세요~\n\n 23일(수) 요일엔 오감활동이 있습니다.\n미술가운 또는 앞치마 챙겨주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/AdiQN/btsJ9Mqz9I5/ndRryjZWUslnxfnzHpCs1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YIfVX/btsKabRbxX7/dvhe7w3VgdZmc8AVSEXKM0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/TgPpz/btsKabX0I0B/QTyKnNqjuOVffX8O6W5k7K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/TDlIW/btsKbmjFw5g/SRlKP7nWJg2yoIB9KiO510/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/biRwkD/btsJ9LkWlNv/KpeCyGM0LjwkkI9LHPqHoK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0065_2024-10-18_1118686553_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0065_2024-10-18_1118686553_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0065_2024-10-18_1118686553_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0065_2024-10-18_1118686553_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0065_2024-10-18_1118686553_05.jpg"
    ]
  },
  {
    "id": "1119556971",
    "date_written": "2024-10-21",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~하준이 등원길에 기저귀에서 쉬가 새었다고 말씀하셔서  확인해 보니 민소매까지 젖어 있어 민소매 없이 바지만 교체 후 놀이하였어요. \n\n오늘은 에어캡을 탐색하고 소리도 들어보았어요. 올록볼록 에어캡길 위에서 친구들이 올라가 놀이하니  친구들을 향해 기어가 그 위에  앉아 손가락으로 눌러보는 하준이~ 눌러도 소리가 나지 않으니 선생님 얼굴을 한번 쳐다봐요. ㅎ 선생님이 손가락으로 에어캡을 톡톡 터트려주니 선생님 얼굴도 봤다 다시 한번 에어캡을 눌러보는 모습이었습니다.\n\n점심때 졸렸는지 하품 하면서도 보내주신 이유식 다 먹었습니다.\n\n내일은 낮잠 후 하원입니다. 9시 30분~3시까지로 하준이 낮잠 전후로 울음을 보이면 연락 드겠습니다.\n기저귀 4개 정도 챙겨주시고 날씨가 추워져 도톰한 이불로 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/l1KCt/btsKdSbJePL/qlBcK5a2NVxFN6CSzxLqNK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bhGA3G/btsKcRx2SS7/jvu2agkB8KMw5NSjhqvW0K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xp5Hj/btsKeds95cp/uvy1XDQsmEnzmxMAlaejKK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0066_2024-10-21_1119556971_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0066_2024-10-21_1119556971_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0066_2024-10-21_1119556971_03.jpg"
    ]
  },
  {
    "id": "1120300147",
    "date_written": "2024-10-22",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "rain",
    "content": "안녕하세요~오늘은  선생님과 손가락 색연필로 에어캡길위를 끼적이며 소리도 들어보고 유희실 바닥에 붙어 있는 가을열매를 탐색하며 원장님과 걸어보기도 하였어요.  귀여운 하준이 놀이 중 소리 내 웃기도 하며 안정적으로 적응 중인 모습입니다.\n\n이유식 다 먹었고 혹시 오감놀이에 필요한 앞치마가 준비되었으면 내일 보내주시고 안되었으면 놀이 후 여벌옷으로 갈아입히겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/vV5GT/btsKfw0xyoj/lmkGwlbigEd2Jy2CPeenFK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cKIXkc/btsKdyeR3Lt/pG0YeikBbPXWPRvT7KXdsK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/1rSoQ/btsKeLRBqPS/KWZzQX5mkkpwr6KYOITfA1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/VDVxi/btsKeqNXR1U/akrWWSzh6VHGP4Hymfo1W0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0067_2024-10-22_1120300147_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0067_2024-10-22_1120300147_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0067_2024-10-22_1120300147_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0067_2024-10-22_1120300147_04.jpg"
    ]
  },
  {
    "id": "1121013025",
    "date_written": "2024-10-23",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~오늘은 오감활동으로 미역놀이가 있었어요. 잘게 잘린 마른미역을 하준이 앞에 놓아 주니 쳐다보고만 있고 만져 보지는 않아 선생님 손바닥 위에 올려주고야 조금씩 만져보더라고요. 더 많은 양의 미역을 큰 볼 안에 넣어 다시 제공해 주니 그제야 엉덩이 들고 볼 안에 손을 넣고 탐색해 보는 하준이에요. 미지근한 물이 들어있는 지퍼팩 안에 마른미역을 넣어 점점 커지는 미역을 관찰하고 불려놓은 미역으로 내 얼굴사진 머리 위에  올려 머리카락도 표현해 보았습니다. \n\n우리 하준이 우주복도 잘 입고 활동이 마무리될 때까지 잘 놀이하는 모습이었습니다. 보육실 실내온도가 낮지 않아 오늘 입고 온 실내복 두께가 좋을 것 같습니다. 좀 더 날씨가 추워지만 다시 말씀드릴게요.\n\n이유식 다 먹고 시원하게 응가도 했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bOYRqR/btsKgezczUx/ntR24jyGVfKGzevy3fXXw1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dhvGjy/btsKfbQ2UoB/Wg1yK5zHExP8aqkzG3UzmK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/WAhO6/btsKgAvg9Ho/8lnHz8AXg2mGIY0uiaEGuk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bJSAYp/btsKgNA9TK7/wVE9BeSGvL84RVFt64fLfK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/GarBV/btsKf78cPLp/tE9kR9hUc9uAsKdIcZLyXK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0068_2024-10-23_1121013025_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0068_2024-10-23_1121013025_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0068_2024-10-23_1121013025_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0068_2024-10-23_1121013025_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0068_2024-10-23_1121013025_05.jpg"
    ]
  },
  {
    "id": "1121726150",
    "date_written": "2024-10-24",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~~ 오늘은 하준이와 처음으로 바깥놀이를 나가보았어요. 유모차에  앉아\n붉게 물든 나뭇잎도 관찰하고 깩깩 소리 내는 까치도 찾아보며 신이 난  하준이~ 친구가 건네주는 나뭇잎을 잡으며 씨잌 웃기도 하는 모습이에요~^^\n\n이유식 다 먹었고 하준이 일과 중 대변 두 번 봤는데 식후에 본 대변은 조금 묽어 보여 보내 주인 세정제로 씻겨주었습니다. 가정에서 살펴봐주세요.\n\n하준이 이부자리에 누워 아직은 낯설어  뒤척이는 모습 보였는데 토닥여주고 10분 후 잠들었습니다.\n\n앞으로 날씨와 친구들의 건강상태를 고려해 특이사항이 없는 이상 바깥놀이를 나갈 예정입니다. 신발 보내주세요~\n\n보내드린 부모상담안내문 확인하시어 28(월)까지 작성해 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bqGlft/btsKhPTQu1m/f98C20VPZFJnngKJLMBL31/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dTz1Dq/btsKhQkTrbG/UVFuCIv6QbuOgmqE6fr4M1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAr1W5/btsKg27EP0h/RjkrbSqSBXPOYhdopNokt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/TiBVa/btsKizbC7UJ/mO7dLeR5JykzQfAtrHSwE1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0069_2024-10-24_1121726150_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0069_2024-10-24_1121726150_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0069_2024-10-24_1121726150_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0069_2024-10-24_1121726150_04.jpg"
    ]
  },
  {
    "id": "1122479558",
    "date_written": "2024-10-25",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~오늘은 선생님과 소리 나는 놀잇감을 찾아 사운드북에 버튼도 눌러보고 에코마이크로 노래를 불러주니 관심을 보이며 마이크를 향해 팔을 뻗는 모습이었어요.\n\n바깥놀이를 나가기 위해 유모차에 탑승하자마자 신난 하준이~~~ 배드민턴장에 도착해 가을 날씨를 느끼보며 다양한 장소를 다니며 자연물을 탐색하는 모습이었습니다.^^\n\n이유식 다 먹었고 하준이 배변상태는 약간 묽었지만 마지막 관찰된 것보다 좋아 보였습니다.\n\n하준이 28일(월)부터는 정상 등하원입니다. 식단표 확인하시고 혹시 섭취가 어려운 오전, 오후간식이 있으면\n대체간식을 보내주시기 바랍니다.\n\n*11/4(월)~ 11/8(금) 은 햇살 3반 교사의 연차입니다.  보조교사 및 대체선생님께서 햇살 3반에서 함께 해주시며 알림장과 사진은 발송되지 않는 점, 투약의뢰서만 확인되는 점 양해 부탁드립니다. 등하원은 햇살 1반&2반 선생님께서 도와주실 예정입니다.\n개별적 전달사항은 전화 또는 등원을 맞이해 주시는 선생님께 전달 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Qiwje/btsKiuDur3U/pmlXtI5SfpZpYkmLlGidUK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bHbYd9/btsKiW0yjIU/wTqKaUdqcOFlT5NKqjISv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ccAqcv/btsKjXEb92q/1MSrf9qsga0CPIUqsfYIi1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bCeXf7/btsKi27gWTh/AjIH6VUphBmqfx0Kccq4V0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0070_2024-10-25_1122479558_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0070_2024-10-25_1122479558_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0070_2024-10-25_1122479558_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0070_2024-10-25_1122479558_04.jpg"
    ]
  },
  {
    "id": "1123352855",
    "date_written": "2024-10-28",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~\n오늘은 '꼭꼭 숨어라'동요 불러주며 하준이 머리 위에 씌워주었다가 \"하준이 어디 있나~\"하니 손으로 보자기를 당기며 씨잌 웃음을 보여요. 유모차에 태워 이동 중 발을 비비적거리더니 신발을 벗어버렸고 다시 신겨주어도 벗는 모습을 보여 신발 벗은 채 산책하였습니다.\n\n하준이 9시 30분 이후에 등원하여 오전간식을 먹지 못했습니다. 30분 이전에 등원하면 오전간식 제공해 보겠습니다.\n\n이유식 다 먹었고 오늘은 낮잠 30~40 분자고 일어났어요. 울지 않아 정상보육하였습니다.\n\n하준이 기저귀 닿는 부위가 빨 개 보여 비판텐 발라주었어요. 가정에서 살펴봐주세요.\n\n보내드린 부모상담안내문 내일까지 회신 부탁드립니다.\n\n*내일 (10월 29일 화요일)은 소방대피훈련이 있습니다. 여벌 양말 보내주세요.\n\n어머님~요청해 주신 부분은 1대 3 보육이 이루어지고 있고 어린이집의  운영정책 및 모든 원아의 균형 있는 보육을 위해 다소 어려움이 있는 점 양해부탁 드립니다. 하준이의 개별성을 위해 가능한 범위 내에서는 최대한 반영하고자 노력하겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/CHUmk/btsKmmjydEM/FOlt8mU77xO3lfKHJLbmK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/toDxu/btsKk0oxfic/YUWj7iWzu1wlGyVgUKEQPk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dATNan/btsKk1ASyyc/7vCVKEmYkaLwjtCSKipH0k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0071_2024-10-28_1123352855_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0071_2024-10-28_1123352855_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0071_2024-10-28_1123352855_03.jpg"
    ]
  },
  {
    "id": "1124076891",
    "date_written": "2024-10-29",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny_after_rain",
    "content": "안녕하세요~\n보육실에 들어와 '하준이 왔네~ 안녕~ 인사해 줄까?'라고 하니, 가람이가 다가와 손을 흔들어 주며 주방 놀잇감을 건네주었으나, 하준이는 큰 관심을 보이지 않고 다른 곳으로 향했습니다. ^^ 이후 쌓기 영역에 더 관심을 보여 선생님과 함께 블록을 하나씩 쌓아 보았고, 가람이가 블록을 건드려 무너뜨리자 소리 내어 웃는 모습을 보였습니다.\n\n이유식도 남기지 않고 다 먹고 시원하게 응가도 했습니다.\n\n라라스 착용하고 토닥여 주니 호기심이 많은 하준이 두리번거리다 스스로 빠져나왔어요. 엎드린 자세가 편한지 한참 그 자세로 있다가 토닥여 주었더니 잠들었습니다. 혹시 라라스 착용을 원하시면 언제든 말씀해 주세요~\n\n하준이 오후 간식 바나나 양이 적어 보여 떡뻥 3개 정도 더 주었는데 다 먹고도 친구들 간식에 관심 보이는 모습이었습니다.\n\n오늘 우천으로 인해 예정된 소방대피훈련이 취소되었습니다. 보내주신 여벌양말은 옷주머니에 보관하고 내일 사용하겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bdeMru/btsKnivaBfu/MOPEDBGdf4y4BKZeBp7vB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cpkH8W/btsKofR5BrE/x60GIMKZEGZLpQ77Mliop1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0072_2024-10-29_1124076891_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0072_2024-10-29_1124076891_02.jpg"
    ]
  },
  {
    "id": "1124805393",
    "date_written": "2024-10-30",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~ 오늘 하준이는 유모차 타고 산책하며 소리 내어 웃고 노랗게 물든 나뭇잎을 바라보며 손을 뻗어 만져보기도 하였어요. 친구가 모양 끼우기 놀잇감을 큰 소리 나게 누르니 소리에 반응하며 다가와 하준이도 모양을 잡고 이리저리 끼워보려 하여 선생님과 함께 맞춰보았답니다.\n\n오늘은 소방대피가 있는 날이었어요. 사이렌 소리가 컸음에도 크게 놀라지 않고 선생님손 잡고 대피해 보았습니다.\n\n이유식도 잘  먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/0RrDi/btsKpsxiZS6/zWxVfXvvTPq426mvUwaN40/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pstUc/btsKoo3HRGm/WTwZGyiirKJkZRPxSm3LS0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/csNVGH/btsKodg6P4x/zhvx8PfVqhqy7v93cKR9Dk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/lGfTv/btsKp3Rmdgb/WmTXOcY7H1e75FUpJ2YYeK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0073_2024-10-30_1124805393_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0073_2024-10-30_1124805393_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0073_2024-10-30_1124805393_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0073_2024-10-30_1124805393_04.jpg"
    ]
  },
  {
    "id": "1125532370",
    "date_written": "2024-10-31",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~하준이 보육실에 들어와 다양한 영역을 탐색하느라 바쁘게 움직이는 모습이었어요. 동물 까꿍판을 열어보며 하준이 사진도 찾아보고 친구들 사진을 보며 이름을 하나씩 말해주니 집중해서 잘 듣는 모습이었습니다. 활동 반경이 넓고 걸음이 아직 불안정해 혹시 부딪치지 않을까 걱정도 되지만 하준이의 호기심과 탐구심을 지켜보며 안전하게 지원하겠습니다~ \n\n놀이 중 응가도 시원하게 하고 이유식 다 먹었습니다.\n \n* 부모상담일정 안내드립니다.\n11월 15일(금) 17시 20분입니다.\n1번으로 호출해 주시고 상담이 어려운 경우 변경이 가능하오니 알림장을 통해 알려주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ctblOF/btsKpuJ28UZ/ksP4qxODazdeI2oRLIJdh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cD9r2z/btsKpRZmQMq/LIkTPMJtWik2vejQl3SMyk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0074_2024-10-31_1125532370_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0074_2024-10-31_1125532370_02.jpg"
    ]
  },
  {
    "id": "1126302608",
    "date_written": "2024-11-01",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~\n오늘 하준이가 등원하자 지안이와 예온이가 다가와 인사하니 하준이도 눈을 맞추며 손을 들어 친구얼굴을 만져주었어요. 그 모습이 너무 귀여워 사진을 찍으려 했는데 그 순간 고개를 돌리더라고요. ㅎ\n\n'궁금미 상자'에 무엇이 들어있는지 호기심을 보이며 손을 넣어 하나씩 스카프를 꺼내더니 다 꺼내고 나서는 구멍 안을 들여다보며 관찰하는 모습도 보여주었습니다.\n\n*다음 주 수요일(11/6) 아빠의 날 오감활동이 있습니다.\n준비물(앞치마 또는 미술가운)을 화요일까지 보내주세요.\n\n*11/4(월)~ 11/8(금) 은 햇살 3반 교사의 연차입니다.  보조교사 및 대체선생님께서 햇살 3반에서 함께 해주시며 알림장과 사진은 발송되지 않는 점, 투약의뢰서만 확인되는 점 양해 부탁드립니다. 등하원은 햇살 1반&2반 선생님께서 도와주실 예정입니다.\n개별적 전달사항은 전화 또는 등원을 맞이해 주시는 선생님께 전달 부탁드립니다.\n\n다음 주부터는 기온이 더 내려간다고 합니다. 하준이 도톰한 이불로 교체해 주시면 좋을 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cpjxVB/btsKsAvt6hC/MEWtxpi3DjUJPqZG5Rv0BK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bf4FXF/btsKsnb3YgT/ixF6BnbVkf3aYeUKEzC0A0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hiXnN/btsKretEFWq/pXQN8hl64Zw8wLCNlK8B2k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0075_2024-11-01_1126302608_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0075_2024-11-01_1126302608_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0075_2024-11-01_1126302608_03.jpg"
    ]
  },
  {
    "id": "1128615913",
    "date_written": "2024-11-06",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "* 오늘 '아빠의 날'로 하늘반 민지우 아버님께서 오셔서 함께 고구마와 무(빨간무, 사과무)를 수확 해보았습니다.(바다,하늘반)\n8일 금요일 오후 3시부터 해늘 부모님들께 수확한 작물을 무인 판매하니(1인 1바구니) 많은 관심과 협조 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1130969055",
    "date_written": "2024-11-11",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n\n선생님 손을 잡고 교실로 들어오면서 힐끔힐끔 선생님을 쳐다보는 하준이~\n안 본 사이에 더 귀여워진 모습이네요! 포근한 날씨 덕에 바깥놀이를 준비하면서 조끼를 입혀주었는데 빨리 나가고 싶었는지 엉덩이를 들썩이며 소리 내는 모습이 보였고 배드민턴장으로 이동해 자유롭게 탐색하며 낙엽을 찾아보고 직접 주워보는 모습도 보여주었어요.\n\n어머님~하준이 졸려하지 않고 놀이 시간에 잘 참여하였어요. 식사 시간에 하품을 하며 졸려하는 모습을 보였지만 이유식을 끝까지 다 먹었고 식사 후 바로 대변도 보았습니다.\n\n11월 5일 결석으로인한 가정학습신청서 보내드립니다.작성 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/JN1mM/btsKDfZMf8X/wleDRFnyioAyNtnlrkjIt0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vEwVv/btsKEsRlPj5/jhMYk4ko8Er3rtOB8OUwzK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bhcbpa/btsKFcN3qiQ/2z8WMeBJHfA5QEnuz7PSCK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0077_2024-11-11_1130969055_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0077_2024-11-11_1130969055_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0077_2024-11-11_1130969055_03.jpg"
    ]
  },
  {
    "id": "1131698174",
    "date_written": "2024-11-12",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~~ 하준이 모양 끼우기에 관심을 보이며 선생님의 도움을 받아 모양을 맞춰보았어요. 활동량이 많아 여러 영역을 자유롭게 탐색하며 놀이하였는데 자리에 앉아 집중하며 모양을 끼워보려 여러 번 시도하는 모습 보였습니다.\n\n일과 중 하준이의 상태를 지켜보았는데 땀이 나거나 더워하는 모습이 관찰되지 않아 민소매를 벗기지 않고 유지했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dxeXpD/btsKEWTb0LR/rmERaXA8fIUFpkPpkKk2c0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0povU/btsKF59p8mx/TDKx5YQp5S00VSOUq0m81K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0078_2024-11-12_1131698174_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0078_2024-11-12_1131698174_02.jpg"
    ]
  },
  {
    "id": "1132406966",
    "date_written": "2024-11-13",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n하준이가 흥미를 보이는 쌓기영역에서 와플 블럭을 끼웠다 다시 빼며 씨익 웃어 보이더라고요. \n\n바깥놀이 나가 도토리를 주워보고 친구가 건네주는 도토리를 잡으려 손을 내미는 모습이  귀여웠답니다. 이동하려 유모차에 태우니 하늘을 보며 환하게 웃는 하준이의 모습이 너무 귀여워 순간포착해 사진으로 담아 보냈습니다~\n\n하준이가 이유식을 먹으며 꾸벅꾸벅 졸다가 2/3 정도 먹고는 더 이상 먹지 않더라고요. 졸려 보여 조금 일찍 재우려고 했는데 그새 잠이 달아나서 양치까지 마치고 일과 시간에 맞춰 잠들었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bcJm8g/btsKGLD7AiB/C51Lat5FmFgFK4YauvIBfK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/u6aUG/btsKHNOqRJY/eZhwxPAmDaAVClZ8IbHndK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/3EVqZ/btsKHcVrGst/LQaqrpqrgcn2h7000psImK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0079_2024-11-13_1132406966_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0079_2024-11-13_1132406966_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0079_2024-11-13_1132406966_03.jpg"
    ]
  },
  {
    "id": "1133126009",
    "date_written": "2024-11-14",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny_after_rain",
    "content": "안녕하세요~\n하준이가 주방놀이에 붙어 있는 가을 열매를 떼었다가 다시 붙이며 반복적으로 놀이하고 서랍을 열어 열매를 넣어보기도 했어요. 친구가 놀고 있는 끼적이기판에도 관심을 보이며 직접 쓰기판을 꺼내 펜을 들어 이리저리 움직여보는 모습도 보였답니다.\n\n*15일(금) 요일 5시 20분에 하준이 상담이 예정되어 있습니다.\n1번으로 호출 부탁드립니다.\n\n* 가을 작물 요리콘테스트가 18일 월요일까지 진행 됩니다. 요리 과정, 완성한 요리, 먹는 모습 등의 사진을 찍어 키즈노트에 올려주세요. 부모님들의 많은 참여 부탁 드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bzVN0B/btsKJypVO1L/LqbXbtv3Req09BlA5qNPzk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Yp3Um/btsKHNB7B8V/RXCU88JCv0OGWAgKVIKB9k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/biET2y/btsKJzoPrtK/gXUCF5dVZ4frDf1UeSvibK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0080_2024-11-14_1133126009_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0080_2024-11-14_1133126009_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0080_2024-11-14_1133126009_03.jpg"
    ]
  },
  {
    "id": "1133856672",
    "date_written": "2024-11-15",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n하준이는 비밀상자에 무엇이 있는지 손을 넣어 안의 물건을 꺼내보기보다는 옆에 있던 열매 사진을 상자에 넣는 모습을 보였어요. \n바깥놀이에서는 낙엽길을 걸으며 바스락거리는 소리를 들어보고 주운 낙엽을 의자 위에 붙인 테이프에 붙여보기도 했답니다. \n\n일과 중에 눈을 비비며 졸려하는 모습을 보였지만 놀이에 잘 참여하였고 체온도 정상 상태를 유지했습니다.\n\n아빠참여수업 안내문을 보내드립니다. 확인하시고 19일 화요일까지 회신 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bIsrfT/btsKJyydeWx/oegsMdcFnkG9YWU5N4ftQK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jMmSG/btsKIO2BVYY/ysgxdP8CVcuucptrZAVCl1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cthh7H/btsKKvHgOSf/JY5jnAOKVZIHvWTm7L0tj1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/AvBhC/btsKJxzkpWk/EcdlEREHUuDvn5L5942sR0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0081_2024-11-15_1133856672_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0081_2024-11-15_1133856672_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0081_2024-11-15_1133856672_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0081_2024-11-15_1133856672_04.jpg"
    ]
  },
  {
    "id": "1134727603",
    "date_written": "2024-11-18",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n하준이와 함께 즐거운 주말 보내셨나요?\n오늘은 햇살반 친구들과 다양한 크기의 상자를 활용한 놀이를 했답니다. 하준이는 상자에 관심을 보이며 만져보고 탐색하는 모습이었어요. 선생님이 상자를 세워 올려놓는 모습을 보여주니 모방하며 상자 위에 쌓아보기도 하고 팔을 휘저으며 무너뜨리며 즐거워하는 모습을 보였답니다.\n\n실내 대체 활동으로 상자 터널을 제공했는데, 하준이는 두어 번 엉금엉금 기어 들어갔다가 인상을 쓰며 뒤로 빠져나와 상자 앞에 서서 두드려보는 모습도 보여주었어요.\n\n하준이가 하품하며 졸려했지만 놀이에도 잘 참여하고 이유식도 끝까지 다 먹었답니다. 식사 후 평소보다 조금 묽은 변을 보았습니다.가정에서 한 번 더 살펴봐 주시길 부탁드려요.\n\n여벌바지 보내주세요~\n\n놀이중 하준이가 자리에서 일어나려고 하다가 중심을 잃고 바닥에 살짝 왼쪽 이마를 부딪쳤습니다. 그로 인해 잠깐 울음을 보였고, 확인해보니 눈썹 옆이 조금 빨갛게 되었습니다. 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/7Jpk7/btsKMJ6MDzj/fCRCVyzH1BmVTCebqlKyjk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dH1kN/btsKLiCrm2u/19YORKJ9W7oamLPSECThB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dlBNHs/btsKMY3JbBI/IKsEknDRwp8Mfa3EGUVbzK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0082_2024-11-18_1134727603_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0082_2024-11-18_1134727603_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0082_2024-11-18_1134727603_03.jpg"
    ]
  },
  {
    "id": "1135429178",
    "date_written": "2024-11-19",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요?\n오늘은 우유갑 블록을 이용해 즐겁게 놀이를 했어요.\n우유갑 블록을 건네주자 관심을 보이며 만져보고 탐색하는 모습을 보였답니다. 교사가 블록을 차곡차곡 쌓는 모습을 보여주니, 하준이도 따라서 쌓아보기도 하고 흔들어 보는 모습이었어요.\n\n기온이 영상으로 올라가 바깥놀이도 다녀왔습니다.\n바스락거리는 낙엽길을 걸어도 보고 산책 중 새 울음소리도 들어보았답니다.\n\n어머님~하준이 응가가 어제보다 더 묽었습니다.\n\n* 내일은 <공룡Day>로 공룡 테마놀이가 있습니다. 원활한 진행을 위해 10시 전까지 등원할 수 있도록 해주세요.\n\n<요리 콘테스트> 투표 안내\n투표가 20일 수요일 하루 동안 진행됩니다. 어린이집 현관 앞에 게시된 요리 사진 중 세 가지를 선택해 스티커를 붙여주세요!\n가장 많은 표를 획득한 세 가정에는 소정의 상품과 상장을 드립니다. 많은 관심과 참여 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/YiVoI/btsKNrFZzkE/pbwv0409PvWI0cn7Vn0T5k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/sVPGW/btsKOxE0jGE/zMkiiwfhYYF1leFVRUDCD1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vfVui/btsKNqUI9Fs/iZ3AQvKlFmKZguM3vyvkM1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbAUNS/btsKOlkv34Y/ciSvbiaadP6XiiqRv0tNi0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0083_2024-11-19_1135429178_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0083_2024-11-19_1135429178_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0083_2024-11-19_1135429178_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0083_2024-11-19_1135429178_04.jpg"
    ]
  },
  {
    "id": "1136146055",
    "date_written": "2024-11-20",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요~\n오늘은 다양한 크기의 상자에 소근육을 조절하며 스티커를 붙이는 활동을 해보았어요. 하준이가 손가락을 움직여 스티커를 떼어보려 시도하는 모습이 귀여웠답니다. 선생님의 도움을 받아 스티커를 떼고, 끈끈한 부분을 손가락으로 느껴본 뒤 상자에 붙여보는 모습을 보였어요.\n\n공룡 Day 활동으로 선생님 손을 잡고 \"영차영차\" 2층으로 올라가 교실 문을 여는 순간, 공룡들을 보고  놀라 잠시 얼음이 된 하준이! 하지만 조금 익숙해지자 두리번거리며 자리에서 일어나 공룡 주변을 탐색하며 즐거운 시간을 보냈답니다.\n\n하준이가 오늘 이유식을 반 정도 먹고 나서는 졸려하는 모습을 보이며 소리를 내고 더는 먹으려 하지 않았어요. 컨디션을 살펴보고 일찍 낮잠을 재워보려 했는데 잠들지 못하고 평소와 같이 잠들었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/diaxYL/btsKOHV6P0V/skFca5NVjQdB3kXZPQ2JT1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bjvbhO/btsKPONwScT/PDQr6lKDF2rQDmCTLqisr0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QILyD/btsKQqZGTsq/g8bcisl82ZtcTn0pnjfOE0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bnFshb/btsKQbaCkVL/2cbkJ9oy83Fmpj7oafuA51/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/DBN6H/btsKPQ5FfaO/rOct6FBNdzUwoh0OLKlzck/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/be56tR/btsKObpUG5f/tyYRoZGcQFaHDXoHi46EX1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0084_2024-11-20_1136146055_06.jpg"
    ]
  },
  {
    "id": "1136853649",
    "date_written": "2024-11-21",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 소근육을 조절하며 상자 구멍 속에 백업을 넣어보는 활동을 했어요. 백업을 잡고 쏙쏙 뽑아보다가 선생님의 시범을 보고는 스스로 구멍 안에 넣어보려 노력했답니다. 잘되지 않을 때는 선생님의 도움을 받아 넣어보고 삐죽 나온 백업 끝을 손가락으로 눌러 집중해 완전히 구멍 안에 넣는 모습이었어요.\n\n하준이가 이유식을 먹을 때 조금 졸려했지만 끝까지 다 먹었고 이후 묽은 변을 봐 옷에 묻어 갈아입혔습니다. 여벌옷을 챙겨 보내주세요~\n\n * <요리 콘테스트>에 많은 참여와 관심을 가져주셔서 감사합니다. 20일 투표 결과 <정하람>, <남강민>, <김지안> 가정의 요리가 뽑혔습니다. 참여 해주신 모든 학부모님께 감사드리며 3 가정의 상장 수여는 25일 월요일에 있을 예정입니다. (참가상은 25일 아이편에 보내드리겠습니다.)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/vJLWq/btsKRe6zhy3/CAjgI51FRY6DD2Rqsxlnp0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bPAbQc/btsKQHOIHSx/SdmwKDgsHelu0KCHamd4Gk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0085_2024-11-21_1136853649_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0085_2024-11-21_1136853649_02.jpg"
    ]
  },
  {
    "id": "1137587296",
    "date_written": "2024-11-22",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n하준이와 함께 신체활동으로 상자에 다양한 크기와 모양의 공을 넣어보는 시간을 가졌어요. 보육실 바닥에 있는 공들을 주워 상자 안에 쏙 넣고 다시 그 안에 있는 공을 꺼내보려 팔을 뻗는 하준이! 잘 안 잡히니 상자 안으로 몸을 넣으려는 모습이 귀여웠답니다.\n\n오늘 하준이는 숟가락을 사용해 두어 번 스스로 이유식을 떠먹으며 끝까지 잘 먹고 응가도 했는데 엉덩이에 묻을 정도로 묽어 보였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/YYyHD/btsKTpTTPHW/n266uHxiTsEpk9F10ioGX0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/PVYhK/btsKR8y5cdO/zJVtknsQtjTZ7YQs2GChy0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/diZW9Q/btsKS8kxZsm/hwqxi0vkxbXTlDuxaiZkhK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bf0XVl/btsKTBtIwwj/uRXZsbSZcukY3LBW9yVw3K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0086_2024-11-22_1137587296_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0086_2024-11-22_1137587296_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0086_2024-11-22_1137587296_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0086_2024-11-22_1137587296_04.jpg"
    ]
  },
  {
    "id": "1138453242",
    "date_written": "2024-11-25",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 뚜껑이 있는 통을 탐색하며 놀이하는 시간을 가졌어요. 통 안에 놀잇감을 넣어보고, 선생님과 함께 뚜껑을 닫고 열어보며 흥미를 보이다 스스로 열어보려 하는 모습이 귀여웠답니다.\n놀잇감이 들어있는 통을 흔들어보던 하준이가 소리가 나지 않자 다른 놀잇감을 넣어보는 모습도 보여주었어요.\n\n*27일(수) 요일에 오감놀이가 있습니다.\n미술가운 또는 앞치마를 내일까지 보내주세요~\n\n* 오늘 <요리콘테스트> 시상이 있었습니다. 참가 한 가정에는 '참가상'을, 콘테스트에 뽑힌 3가정엔 '상장&쿠폰'을 드렸습니다. 참여해주셔서 감사합니다. 추후에도 행사 시 많은 참여 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/SI0aW/btsKUgYFWq5/lkRitOx6K8eKWFbNz90SUK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bYIK1Y/btsKVzbJQqS/YkMVh372hWEHZpYgfwJ9e0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/simAH/btsKVrSYlat/OSog2FdyJjW7m8aj5LfPi1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bHICYo/btsKUHvbkEp/rhXDBWntpEKyyupyM5P62K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0087_2024-11-25_1138453242_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0087_2024-11-25_1138453242_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0087_2024-11-25_1138453242_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0087_2024-11-25_1138453242_04.jpg"
    ]
  },
  {
    "id": "1139155989",
    "date_written": "2024-11-26",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "rain",
    "content": "안녕하세요~\n오늘은 다양한 통과 볼풀공을 활용한 탐색 놀이로 하준이는 큰 통 안에 작은 통을 넣기도 하고 볼풀공을 넣었다 통을 쏟아붓기를 반복하며 놀이하는 모습을 보였습니다.\n\n하준이가 이유식을 먹는 중 친구 식판에 있는 반찬에 관심을 보이며 손을 뻗어 잡으려는 모습이 관찰되어 음식에 대한 호기심이 생기고 있어 보입니다.\n\n가정에서도 하준이의 반응을 관찰해 보시면서 부드럽고 잘게 조리된 후기 반찬들로 조금씩 시도해 보셔도 좋을 것 같습니다.\n\n\n*오늘 예정되었던 소방대피훈련이 우천으로 인하여 취소 및 변경되었습니다. 추후 일정은 알림장을 통해 안내드리겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dWHus/btsKXrdiSmL/ni8lb0rNSVucDxyFnQAeLk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bnnSZA/btsKWbo3tSW/YKUExnG82RQsWmEcPKrHb0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0088_2024-11-26_1139155989_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0088_2024-11-26_1139155989_02.jpg"
    ]
  },
  {
    "id": "1139901351",
    "date_written": "2024-11-27",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "snow",
    "content": "안녕하세요~\n오늘은 오감활동으로 무를 활용한 놀이를 해보았어요. 채 썬 무를 만져보며 촉감을 탐색해 보는 하준이~선생님의 도움을 받아 두꺼운 무를 똑똑 자르는 경험도 해보고 모양틀로 찍어 다양한 모양을 살펴도 보았어요. 마지막으로 물감을 사용해 전지에 무를 찍어 표현해 보았는데 손에 묻는 게 싫었는지 인상을 쓰는 모습도 보였지만 전반적으로 잘 참여하였습니다.\n\n점심 먹고 시원하게 대변도 보았습니다.\n\n신길 1동 주민센터에 가을 작물을 판매한 수익금을 신길더샵해늘어린이집 이름으로 기부하기 위해 형님반(하늘반)이 대표로 다녀왔습니다. 이웃과 따뜻한 마음을 나누는 소중한 시간을 경험한 해늘어린이집 친구들입니다. 협조해주셔서 감사합니다.\n\n단호박 나박김치는 형님반 친구들이 직접 만들어 주었어요. 가정에서 하준이와 함께 맛있게 드셔 보시길 바랍니다!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bNiuRL/btsKX4C6url/oEPyPtsSKpiJ5w62kylJN1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dfNhBw/btsKZbHZQVE/AQBOBdyjemhy2zGub602h1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbal4U/btsKXYwsOZA/2XkNdFKLeOZiD8QpJkE551/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bEsrCw/btsKYXXwR8S/5WBWSCZKjdgb7aqWxT2331/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/zdnKy/btsKWNibrH2/18QXjOj5S1phZfrxlVaRA0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bdXz7G/btsKZDLlaYh/gAKwQJpNNW5REIZXQwZV2k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0089_2024-11-27_1139901351_06.jpg"
    ]
  },
  {
    "id": "1140682631",
    "date_written": "2024-11-28",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n눈이 많이 내린 오늘, 하준이와 친구들이 함께 눈을 탐색하며 즐거운 시간을 보냈어요. 하준이는 다양한 그릇에 담긴 눈을 흥미롭게 살펴보고 선생님이 만들어준 눈오리와 별을 보며 관심을 보였지만 직접 만지지는 않았어요. 대신 찍기 틀에 관심을 보이며 틀을 잡고 흔들어보는 모습이었습니다.\n\n요즘 하준이가 쓰기 판에 많은 관심을 보이고 있어요. 글씨를 지우는 버튼을 잡고 양끝을 왔다 갔다 하며 집중해서 놀이하는 모습을 보여주고 있습니다~\n\n밥먹으며 졸려했지만 끝까지 다먹고 응가도 했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dnJdfd/btsKZCNukwD/KOccpwcKkPKpDXkqsyKeW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bBiHpy/btsKZB8WPGY/RMYdl8zm09khTdhkUqpFP1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ceoYng/btsK0mJVit0/Zsb4NZoFGXvnofTVH746vk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0090_2024-11-28_1140682631_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0090_2024-11-28_1140682631_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0090_2024-11-28_1140682631_03.jpg"
    ]
  },
  {
    "id": "1141397241",
    "date_written": "2024-11-29",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 색지 위에 도트 물감을 찍어 겨울 눈을 표현하는 활동을 했어요. 하준이는 선생님의 도움을 받아 한 번 찍어본 뒤 자리에서 일어나 흥미를 느끼는 쌓기 영역으로 이동해 놀이를 이어갔어요.\n\n또한 신문지를 쭉쭉 찢어보며 소근육을 사용하는 놀이도 진행하였는데 하준이 앞에서 커다란 신문지를 쭈욱 찢는 모습을 보여주니 관심 보이며 손을 내밀어 끝부분이 찢어진 신문지를 선생님과 함께 잡고 찢어보는 활동도 하였습니다.\n\n어머님~하준이가 라라스 없이도 안정적으로 낮잠을 잘 자고 있어  없어도 될것 같습니다~\n\n* 12월 가정통신문 보내드립니다. 그리고 12월 24일(화)에는 우리 친구들이 기다리는 산타할아버지가 오신대요. 편지지와 분홍색 봉투를 보내드리니 편지지에는 우리 친구들에게 하고 싶은 말을, 분홍색 봉투에는 선물을 보내주세요. (가정통신문 확인 요함.)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/AwydM/btsK1ldKKwv/Ge2BZU59obK7Xyc3IVsPp1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ePKC4/btsK1nCBEdM/rYwEXT2jCNYzrqyxZe6Bkk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0091_2024-11-29_1141397241_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0091_2024-11-29_1141397241_02.jpg"
    ]
  },
  {
    "id": "1142290801",
    "date_written": "2024-12-02",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny_after_rain",
    "content": "안녕하세요~\n하준이는 오늘 소프트 블록 놀이에 집중하며 끼워준 블록을 뺐다가 다시 끼우려고 노력하는 모습이었고 피아노 놀잇감의 버튼을 한 개씩 눌러 소리를 들어보며 흥미를 느끼는 모습도 보였어요.\n\n선생님 손을 잡고 천천히 걸어 곰돌이 놀이터에 도착한 하준이! 아직 남아 있는 눈을 밟아보며 새로운 감각을 탐색했어요. 손을 놓아주니 터널 속으로 들어갔다 다시 나오는 귀여운 모습으로 놀이를 즐겼답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/xxRzG/btsK3vUWwkg/WKZPU5K8sVbgT9nwlNim11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cEULvH/btsK3uV34TF/mkOA7JukR0GJqIKlRfSJsK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bePmgf/btsK3iBDurV/jBb5p4hVFDvX2jKQ9jtyMk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6oc5x/btsK3uaJ15d/ETyU7OkEADLau3Di8xlx6K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0092_2024-12-02_1142290801_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0092_2024-12-02_1142290801_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0092_2024-12-02_1142290801_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0092_2024-12-02_1142290801_04.jpg"
    ]
  },
  {
    "id": "1143017633",
    "date_written": "2024-12-03",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 함께 악기 그림 위에 색연필로 끼적여보는 활동을 진행했어요.\n악기 그림이 있는 종이와 색연필에 관심을 보인 하준이는 선생님의 도움을 받아 끼적여보았고  직접 색연필을 잡고 쓰윽 그려보며 놀이에 참여했어요. 특히 색연필 자체에 더 큰 흥미를 보이며 즐겁게 탐색하는 모습이었습니다.\n\n2층 유희실에 올라가 벽교구장 공구놀이를 진행했는데 하준이는 구멍 속에 공구를 끼웠다 뺐다를 반복하며 흥미롭게 활동하는 모습을 보여주었답니다.\n\n* 12/4(수)에는 찾아가는 안전교육인형극 - 유괴예방 [아기공룡티노] 뮤지컬인형극 관람이 있습니다. 10시까지 늦지 않게 등원시켜주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/k2LVb/btsK6kEKsG2/TEBNnoYqcVKlakrEGX1P1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cZoA6S/btsK44JIdRO/tMgJ8vTCzmV6JaVinRLzHK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wFild/btsK5rdwJlc/jaApE5M7OuQ1SvKkv5nIAk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kk33q/btsK5uagSIE/9J5iIe2sGwA7CiI7GO3L8k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0093_2024-12-03_1143017633_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0093_2024-12-03_1143017633_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0093_2024-12-03_1143017633_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0093_2024-12-03_1143017633_04.jpg"
    ]
  },
  {
    "id": "1143722308",
    "date_written": "2024-12-04",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~\n오늘은 안전교육 인형극 관람이 예정되어 있어 하준이와 함께 한 발 한 발 계단을 올라 하늘반으로 가보았어요. 하지만 낯선 환경과 인형들을 보는 순간 울음이 터져 아쉽게도 관람은 하지 못하고 내려왔답니다. 앞으로 남은 몇 달 동안 2층으로 올라가는 연습과 보육실 환경에 적응하는 시간을 더 가져야 할 것 같아요.\n\n또한, 다양한 악기들을 탐색하며 선생님과 함께 탬버린을 두드려보는 활동도 진행했어요. 하준이는 악기의 소리를 들으며 흥미를 느끼고 손으로 직접 링징글벨도 흔들고 북도 두드려보며 즐겁게 참여하는 모습이었답니다.\n\n*내일 (5일)은 지난11월 우천으로 인해 연기되었던 소방대피훈련이 있습니다. 여벌 양말 확인했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/boxh5k/btsK6MV3oxc/SiAA4nGtJSAFdoH9sqXX40/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/o2H1c/btsK47ABn50/kk3JTLEYCaXCTN9klnnKpk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/boexR6/btsK68q1xjS/fkej0oHYQMiuSuSyE8NMf1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0094_2024-12-04_1143722308_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0094_2024-12-04_1143722308_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0094_2024-12-04_1143722308_03.jpg"
    ]
  },
  {
    "id": "1144437135",
    "date_written": "2024-12-05",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 악기 그림이 붙어있는 블록을 활용해 활동해 보았어요. 하준이는 선생님과 함께 같은 색 블록을 찾아 악기 퍼즐을 맞춰보며 흥미로워하였어요.\n\n또한, 영차영차 힘차게 2층 계단을 올라가며 다리 힘도 길러보고 형님반에 들어가 형님들과 인사도 나누었답니다. 하준이가 선생님 손과 계단 손잡이를 잡고  잘 올라가는 모습이 대견했어요!\n\n오늘은 하준이 쪽쪽이 없이 재워보았는데, 찾지 않고 잘 자는 모습을 보여주었어요. 가정에서도 서서히 쪽쪽이 떼기를 시도해 보셔도 좋을 것 같습니다. 스틱밤도 수시로 발라주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dxAABh/btsK6g5zzqr/2kxOAcaydTYrrUNQ1oMoh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAfbyw/btsK8s4fPMQ/E98yR37gTuVo6QzLJ4DBnk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0095_2024-12-05_1144437135_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0095_2024-12-05_1144437135_02.jpg"
    ]
  },
  {
    "id": "1145168016",
    "date_written": "2024-12-06",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 방울팔찌와 곡물 마라카스를 활용한 활동을 해보았어요. 방울 소리를 듣자마자 관심을 보이는 하준이! 선생님이 팔에 방울을 달아주자 팔을 흔들며 방울 소리를 들어보았고, 발목에 방울을 감아주니 걸어 다니며 소리를 탐색해 보는 모습이었어요. \n\n또한, 실내대체 놀이로 바다반에서 활동하며 다양한 놀잇감을 탐색하며 흥미롭게 놀이하는 모습이었어요.\n\n12월 11일 수요일에는 ‘아빠의 날’ 오감활동이 예정되어 있습니다. 준비물(앞치마 또는 여벌옷)을 12월 10일 화요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/svHIB/btsK8m5lJmr/wLyIlJtNUTpKnwkd6oU9e0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/oMpNY/btsK9zQbWlk/8reSEZy5YVnEhelhSbXsvK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ECUcB/btsK9f5v3Yn/5XxFXCRukavscdfoiNZGWk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hyR12/btsK8U1CvAf/eNwMIHwMlKTRDrSQmBgDvk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0096_2024-12-06_1145168016_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0096_2024-12-06_1145168016_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0096_2024-12-06_1145168016_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0096_2024-12-06_1145168016_04.jpg"
    ]
  },
  {
    "id": "1146052415",
    "date_written": "2024-12-09",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n하준이와 즐거운 주말 보내셨나요?\n\n이번 주는 햇살반 친구들과 함께 '그릇으로 놀이해요'를 주제로 가정에서 쉽게 접할 수 있는 다양한 모양과 크기의 그릇들을 탐색하고 관련된 놀이를 진행할 예정입니다.\n\n오늘은 바구니에 담긴 여러 가지 그릇을 탐색하며 흥미를 보인 하준이는 그릇을 이리저리 돌려보며 양손에 잡고 맞대어 쳐보고 백업을 활용해 두드리며 소리를 탐색하며 즐겁게 놀이했답니다.\n\n요즘 하준이는 스스로 책을 꺼내 책장을 넘기며 그림을 관찰하는 모습을 자주 보여주고 있어요. 친구들이 선생님과 함께 책을 읽고 있을 때도 놀이 중 잠시 멈추고 다가와 호기심을 보이며 옆에 앉아 함께하는 모습이 참 귀엽답니다. 책에 대한 관심과 호기심이 점점 커지고 하준이에요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dCvIZN/btsLbZBkc2j/qPb1QB4Wg9xJ5YnDGY4OtK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Owf85/btsLbYvy6Tb/SI1lHTO8cerJ4h2a41mg1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ckhsbq/btsLbRYexoB/5F10EydIJLmxlW6ksKPZKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/q4PJG/btsLb1TSocc/PzA1FT3iw3kw1VcQcbZr8k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0097_2024-12-09_1146052415_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0097_2024-12-09_1146052415_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0097_2024-12-09_1146052415_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0097_2024-12-09_1146052415_04.jpg"
    ]
  },
  {
    "id": "1146735082",
    "date_written": "2024-12-10",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 하준이가 쌓기 영역에서 블록에 관심을 보여 선생님과 함께 블록을 높이 쌓아보다 블록을 툭 건드려 무너뜨리며 즐거워하는 모습이었어요. 이후 블록을 자동차처럼 밀어보며 새로운 방식으로 놀이를 이어가는 모습도 보였습니다.\n\n또한 선생님의 손유희와 입모양을 집중해서 관찰하던 하준이는 \"똑딱똑딱\" 소리를 들으며 입을 쩝쩝하며 모방하는 모습이 정말 귀여웠답니다!\n\n하준이 칫솔 교체하려고 합니다.\n2개 보내주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cthecP/btsLcqUaiB9/7Td9DA41treDmKub2lERu0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/3r4m6/btsLcpA0G42/FJK19XxQkeAQ2iXkcw52s1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0098_2024-12-10_1146735082_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0098_2024-12-10_1146735082_02.jpg"
    ]
  },
  {
    "id": "1147473117",
    "date_written": "2024-12-11",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 오감 활동을 함께했습니다.\n\n식빵을 활용해 찢고, 뭉치고, 선생님과 모양틀을 찍어 모양도 탐색하며 다양한 감각 놀이를 해보았는데요, 시간이 필요한 하준이는 또래들의 활동모습을 유심히 관찰한 후 식빵을 만지며 촉감을 느끼다가 조금씩 맛도 보며 즐거운 시간을 보냈답니다. 놀이와 맛있는 경험이 함께한 하루였어요!\n\n하준이 턱받이 불편해하지 않고 잘 착용하였습니다.\n\n오늘 열린어린이집 아빠의 날 시간에 하늘반 친구들이 늙은 호박을 이용해 컵케잌 만들기를 했습니다. 형님들이 바다반 햇살반 동생들하고도 나누어 먹겠다고 많이 만들어주었답니다. 가정에서 아이들과 맛있게 나누어 드세요. ^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dE6mi1/btsLfEDaYKJ/vAzOqQsXE9ANWpdSDaybwK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bdqPHx/btsLfuOm1WM/4dJQsaIrpn3nJ0Tt8ADttk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9xWGc/btsLfv0OuLU/HQuNsG4zz2MQxKnGuvCmo1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HDrEC/btsLeONiWn6/XoDW4YhmNFEPndLTAKeZA1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0099_2024-12-11_1147473117_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0099_2024-12-11_1147473117_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0099_2024-12-11_1147473117_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0099_2024-12-11_1147473117_04.jpg"
    ]
  },
  {
    "id": "1148164162",
    "date_written": "2024-12-12",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 종이 그릇을 활용한 감각 놀이 활동을 진행했습니다. 교사의 지원을 받아 스티커를 떼어 붙이는 소근육 활동을 경험하고, 그릇을 두드리며 다양한 소리를 탐색하는 시간을 가졌습니다. 이후에는 2층 계단의 손잡이를 잡고 올라가 하늘반 어항에 있는 가재를 관찰하고 종이접시 고리를 끼우는 협응 놀이를 하였답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/eEjnX9/btsLf8ya19B/iki2ItSYa3OSIJA7QxlRhK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dRinm/btsLg5OdQUZ/RmzqRakxAWkgAqjRBhmPY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eaDxHZ/btsLeCHuDYd/ZVbO9vKizDjFoZwWQ8rSu0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ij7RY/btsLgqSWRlF/VkgTKUC5DxkRkBMhx4jyEk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0100_2024-12-12_1148164162_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0100_2024-12-12_1148164162_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0100_2024-12-12_1148164162_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0100_2024-12-12_1148164162_04.jpg"
    ]
  },
  {
    "id": "1148914621",
    "date_written": "2024-12-13",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 어제 놀이를 연계해, 선생님이 높게 쌓아준 그릇을 \"와르르\" 무너뜨리고 다시 쌓기를 반복하며 즐겁게 놀이하였어요. 그 이후 상자를 흔들어보다 소리가 나자 관심을 보이며 상자를 이리저리 돌려보며 열어보려고 하는 모습이 귀여웠답니다.\n\n가정통신문에 안내해 드렸듯이 성탄행사 안내문을 참고하시어 크리스마스선물과 편지를 16일(월)까지 원장실로 전달해 주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/pJhVs/btsLgSI6u90/dDktx4Dh6Ao49hGyhBGzhk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YRyIs/btsLhhbc23a/Q3EKA1APnhgIcM6nxvLy1K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0101_2024-12-13_1148914621_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0101_2024-12-13_1148914621_02.jpg"
    ]
  },
  {
    "id": "1150501440",
    "date_written": "2024-12-17",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~하준이는 어떤가요?\n전달사항이 있어 연락드립니다.\n12월 20일 금요일은 아빠참여수업이 예정되어 있어 부득이하게 기본보육반의 하원시간이 3시 40분으로 변경됩니다. 많은 양해 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1155973007",
    "date_written": "2024-12-30",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~\n하준이가 오늘 울음을 보이며 시작해서 많이 걱정되셨죠? 교사가 품에 안고 진정될 때까지 토닥여주며 달래는 동안 가래기침과 함께 세 번 정도 가래 섞인 토를 했답니다. 이후 조금씩 진정되더니 스스로 품에서 내려와 보육실을 탐색하며 안정된 모습을 보였어요. 선생님과 눈이 마주치면 웃기도 하며 차분히 놀이에 참여했답니다.\n\n점심 식사 전까지는 콧물과 기침이 심하지 않았지만, 점심을 먹으며 콧물과 기침이 많아져 천천히 이유식을 조금씩 먹여보았습니다. 다행히 토는 하지 않고 이유식 2/3를 잘 먹었어요. 낮잠도 평소처럼 잠들었습니다. \n\n하준이와 크리스마스를 함께하지 못해 아쉬웠어요. 크리스마스를 기념하며 원에서 준비한 카드와 모자, 그리고 작은 선물을 챙겨보내드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/sA2mk/btsLATVBOb0/fjCo1zL8ihAZpX0k40DnBK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bToXjm/btsLCngRKCo/29kMFAklhC26HvCUY9JBz0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b0BfPJ/btsLATOPYt7/IoJlBSlpkUK9kDlNojONZ1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0103_2024-12-30_1155973007_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0103_2024-12-30_1155973007_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0103_2024-12-30_1155973007_03.jpg"
    ]
  },
  {
    "id": "1156554873",
    "date_written": "2025-01-02",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n하준이가 등원 후 교사의 토닥임에 금세 울음을 멈추고 책을 꺼내 책장을 넘기며 그림을 관찰하고, 우레탄 블록에 백업을 끼워 넣으며 놀이에 잘 참여하는 모습이었어요.\n\n등원 시 울음을 보일 때만 맑은 콧물이 조금 있었고, 기침은 한두 번 정도로 크게 걱정할 상태는 아니었습니다.  이유식을 먹으며 졸려해서인지 2/3 정도만 먹고 고개를 젖히며 더는 먹으려 하지 않았고, 물도 잘 마시지 않으려 했습니다. \n\n하준이가 아픈 동안 부모님과 함께한 시간이 많고 아직 컨디션 회복이 덜 된 상태여서 헤어지기 힘들어하는 모습이 보이네요. 하지만 등원 후에는 평소와 같이 잘 웃고, 여전히 호기심이 많아 보육실을 자유롭게 탐색하며 즐겁게 놀이에 참여하는 모습을 보이니 걱정하지 않으셔도 될 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/uGSnP/btsLDNs1nh9/U0ah2nLi6WykjDkPkAT4Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OK4Ar/btsLB0m1BBZ/vRDkS0xS2OZzaXKiJg1oIK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/PVyga/btsLDfjfOyO/OmCpmR8JaiilmXMBxqcKJk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0104_2025-01-02_1156554873_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0104_2025-01-02_1156554873_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0104_2025-01-02_1156554873_03.jpg"
    ]
  },
  {
    "id": "1158723270",
    "date_written": "2025-01-08",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~\n하준이가 오늘 등원하며 울음을 보였지만, 손을 씻고 콧물을 닦기 위해 세수를 한 후 금세 안정을 찾았습니다.\n\n오늘은 종이접시를 활용해 눈사람을 꾸미는 활동을 진행하였습니다. 하준이는 선생님의 도움을 받아 스티커를 붙이며 흥미롭게 참여하였어요.신문지를 쭉쭉 찢어 눈놀이를 한 뒤 커다란 눈사람을 만들어 보는 시간도 가졌는데 신문지 끝을 조금 찢어 제공하자 양손으로 잡고  찢으며 활동에 재미를 느끼며 다른 신문지도 가져와 스스로 계속 찢어보는 모습을 보였습니다.\n\n하준이가 콧물과 가래가 많아 이유식을 먹을 때 헛구역질을 하는 모습 보여 물과 함께 조금씩 천천히 먹여 모두 다 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ew7DSd/btsLFDThw8B/7FaIn6iuxy9ATL1TvnWMb0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cgnPXn/btsLGiAR2dp/X92HVu0eLocxl4ig2WyRnk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9QU9E/btsLIahhNhQ/CjLGoB2goqeclkew4hjvP0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0105_2025-01-08_1158723270_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0105_2025-01-08_1158723270_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0105_2025-01-08_1158723270_03.jpg"
    ]
  },
  {
    "id": "1159389991",
    "date_written": "2025-01-09",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘 하준이는 할머니와 헤어질 때만 살짝 울음을 보였고 평소와 같이 놀이하였어요.\n보육실 바닥에 붙어있는 모양 거울지 길에  관심을 보이며 거울지 가까이 얼굴을 비춰보며 엉금엄금 기어보기도 하고 놀이 중에도 거울지 위를 걸어가며 관찰하는 모습 보였답니다. \n\n실내대체놀이로 종이컵과 백업을 가지고 놀이하며 쌓여있는 컵을 한 개씩 빼기도 하고 발로 종이컵을 차기도 하며 흥미로워하였어요.\n\n하준이 기침은 없었고 어제보단 줄었지만 맑은 콧물 두어 번 흘렸습니다. 조끼 입고 실내활동하며 살펴보니 땀이 날 정도로 불편한 모습은 보이지 않았습니다.\n\n*이번달 햇살반 친구의 생일선물과 관련하여 하준이는 후반기 입소 시점에 생일이 지난 관계로 따로 생일 선물을 준비하지 않으셔도 됩니다. 햇살반 친구들과 함께 마음으로 축하하는 따뜻한 시간을 가지도록 하겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/csn71x/btsLJjFqPCr/Nv3xisjPeOc4n73z9FiCU0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/C5xG9/btsLIgb5d1O/yzeXbqwhjUT4GCn07vzpvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hzEqg/btsLIeSRw7D/7eRujoXdMSZdZSQAD9vOe0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cDpxJs/btsLI6sOtt1/OwwkrJAaYo0mytLKWEWzIk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0106_2025-01-09_1159389991_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0106_2025-01-09_1159389991_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0106_2025-01-09_1159389991_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0106_2025-01-09_1159389991_04.jpg"
    ]
  },
  {
    "id": "1160083891",
    "date_written": "2025-01-10",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘 하준이는 울지 않고 씩씩하게 등원하였고 친구들이 하준이 이름을 불러주자 밝게 웃는 모습을 보였습니다. 이후 가족사진이 붙어있는 곳으로 가서 사진 앞에 앉아 한참을 바라보더라구요.\n\n또한, 친구들이 색깔 스카프로 놀이하는 모습을 보고 관심을 보여 스카프를 건네주자 손으로 만져보기도 하고 들고 이동하며 탐색하는 모습을 보였습니다. 선생님과 마주 앉아 까꿍놀이를 하며 즐거워하였답니다.\n\n유희실에서도 여러 공간을 자유롭게 탐색하던 하준이는 미끄럼틀 계단을 스스로 잘 올라가고 미끄럼틀에서는 안전하게 엎드려 내려오며 즐거운 시간을 보냈습니다.\n\n하준이 콧물은 없었고 기침만 두어 번 했습니다. 즐거운 주말 보내세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/YOHR6/btsLJsDckIQ/KRZSVd1vhKrWJiM3kth3Ek/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SgVCu/btsLJwFBh3A/LZnCHC0Yvw9RRENRdMV0LK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bsNG5q/btsLKECCLWg/W8UPAIX0Q9ccvkDVSFT9SK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0107_2025-01-10_1160083891_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0107_2025-01-10_1160083891_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0107_2025-01-10_1160083891_03.jpg"
    ]
  },
  {
    "id": "1160884889",
    "date_written": "2025-01-13",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "snow",
    "content": "안녕하세요~\n하준이와 즐거운 주말 보내셨나요?\n오늘은 선생님과 함께 도트물감을 활용한 미술 활동을 진행하였습니다. 도트물감을 보자마자 큰 관심을 보인 하준이는 선생님과 함께 물감을 잡고 콕콕 찍어본 그림을 유심히 바라보다 스스로도 찍어보며 모양을 탐색하는 모습을 보였답니다.\n\n하준이는 오늘 콧물을 한 번 정도 흘렸으며 일과 중 잠깐 하품하며 매트에 엎드리는 모습이 있었지만 여전히 활기차게 교실을 탐색하며 다양한 놀이에 적극적으로 참여하였습니다.\n\n*1월 23일(목) ~ 1월 24일(금): 설날 행사에 필요한 한복을 1월 17일(금)까지 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bVVrSE/btsLMI6a80m/hG2zIiQ3bjn3kvijPNnhL0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/2X1WU/btsLKtiBjuW/Sbj3a4Toib5N2wI6iNmfwk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YOYaT/btsLKsxdVSz/cNmMaXbi5bJh7u3NpaBWs1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0108_2025-01-13_1160884889_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0108_2025-01-13_1160884889_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0108_2025-01-13_1160884889_03.jpg"
    ]
  },
  {
    "id": "1161600410",
    "date_written": "2025-01-14",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 함께 블록 놀이를 하며 하나씩 쌓아보기도 하고, 선생님이 만들어준 블록 틈 사이로 얼굴을 빼꼼 내밀며 친구와 까꿍놀이를 즐긴 하준이의 모습이  귀여웠답니다.\n또한 손잡이를 잡고 \"하나, 둘\" 숫자를 세며 계단을 올라가 바다반에서도 놀이를 이어갔어요. 바다반에 있는 전화기에 관심을 보여 선생님이 \"따르릉~ 전화 왔어요~\"라고 하자 하준이도 그 모습을 따라 하며 놀이하였습니다.\n\n하준이 놀이 중 조끼 벗고 활동하였고 콧물  없었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/UGvCk/btsLM9pzRZ3/CCOLvemBgeuVrkXNsrBbR0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ivXCp/btsLLP6Uzt1/ruLpXKLz38y9goFqdkiij1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Q4wJL/btsLNVj3myV/fkPkMMLt8O9xhskGQ2J340/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0109_2025-01-14_1161600410_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0109_2025-01-14_1161600410_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0109_2025-01-14_1161600410_03.jpg"
    ]
  },
  {
    "id": "1162273480",
    "date_written": "2025-01-15",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 겨울용품 징검다리를 건너보며 손가락으로 가리키며 관심을 보였고 좋아하는 놀잇감을 가져와 징검다리 위에서 놀이하는 모습도 보여주었어요.\n\n실내 대체 활동으로 훌라후프 놀이하며\n기차놀이에는 관심을 보이지 않았지만 선생님이 잡아준 훌라후프 터널을 통과해 보며 즐겁게 놀이에 참여하였답니다.\n\n하준이는 요즘 \"곰 세 마리\" 노래가 나오면 박수를 치며 귀엽게 엉덩이를 들썩이는 모습도 보여준답니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cEMRqb/btsLNUNrQhF/AGsNK2f0wSRA8pRQAns2RK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dEiHzO/btsLN4WxaBr/RDWyhiZkIji2y1ShBWCK2K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dJnyut/btsLOpe4L9Z/XGCoCbweeRyHBpbgV7FpeK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0110_2025-01-15_1162273480_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0110_2025-01-15_1162273480_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0110_2025-01-15_1162273480_03.jpg"
    ]
  },
  {
    "id": "1162970444",
    "date_written": "2025-01-16",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "overcast",
    "content": "안녕하세요 ~\n오늘은 햇살반 가람이의 생일을 축하하는 시간을 가졌습니다.\n친구들과 함께 ‘생일 축하합니다’ 노래를 부르며 손뼉 치며 웃는 모습도 보였고 생일상차림이 궁금했던 하준이는 호기심 가득한 눈빛으로 앞으로 다가가 살펴보며 관심을 보였답니다.\n\n이후에는 친구들과 전지에 색연필로 끼적이기를 하며 선생님과 그림을 그려보는 시간을 가졌어요. 끼적이기가 끝난 후에는 전지를 찢어보기도 하고, 선생님과 간단한 종이접기를 하며 즐거운 활동을 이어갔답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bNz7yt/btsLOpABL8a/NlvoQi4XwgEtLKJMsVstI0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/uz3tC/btsLOBAN0lY/aykppoS28E2okhuThCfJZ0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0111_2025-01-16_1162970444_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0111_2025-01-16_1162970444_02.jpg"
    ]
  },
  {
    "id": "1163689072",
    "date_written": "2025-01-17",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 파라슈트를 활용한 신나는 놀이를 해보았습니다.\n커다란 파라슈트가 낯설었던지 처음에는 관심을 보이지 않고 바라만 보던 하준이는 선생님이 파라슈트를 크게 흔들며 친구들이 속으로 들어가 숨는 모습을 보고 잠깐 들어왔다가 다시 밖으로 나가는 모습을 보였답니다.\n\n하준이 재채기할 때만 맑은 콧물을 두어 번 흘렸습니다.\n하준이와 함께 즐거운 주말 보내세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/xaZei/btsLQrEGOd1/d2vtTUSMA0zYMRjH4xBdrK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ceCxma/btsLPPMQLAy/yKXi3kQ1dxASExK6fiVR3K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0112_2025-01-17_1163689072_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0112_2025-01-17_1163689072_02.jpg"
    ]
  },
  {
    "id": "1164545831",
    "date_written": "2025-01-20",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 동요 '친구야 나는 너를 사랑해' 노래를 들으며 친구들에게 \"사랑해~ 좋아해\"라고 표현해 보는 놀이를 했어요.\n하준이는 노랫소리에 몸을 흔드는 모습을 보였고  친구가 안아주려고 하니 얼굴을 찌푸리며 피하는 모습도 보였답니다. 하지만 선생님이 하준이를  안아주며 \"사랑해~\"라고 하니 활짝 웃음도 보였어요~\n\n미세먼지로 인해 실내 대체활동으로 교실에서 종이비행기를 날려보는 시간을 가졌습니다.\n알록달록한 종이비행기에 관심을 보이며 날리는 모습을 유심히 살펴보다 스스로 종이비행기를 잡아 날려보려 시도하는 모습을 보였답니다.\n\n하준이 흐르는 콧물은 없었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dkDUEe/btsLTu1BYUT/u7PRqwSdufz9UnrfIQxKIK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bjiaxS/btsLSgDgaNI/kJw2NYiBpyOIAVpmCdXiok/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0113_2025-01-20_1164545831_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0113_2025-01-20_1164545831_02.jpg"
    ]
  },
  {
    "id": "1165252514",
    "date_written": "2025-01-21",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 인형을 안고 블록 놀이를인형을 해보았는데, 하준이는 아기 인형에는 관심을 보이지 않고 블록 위에 올라가 기어 다니며 놀이를 즐겼답니다.\n또한, 친구가 들고 있던 탬버린에 관심을 보여 선생님이 탬버린을 치는 모습을 보여주니, 하준이도 한 손에 잡고 탬버린을 쳐보며 흥미를 느끼는 모습이었어요.\n\n하준이 어제보다 콧물이 조금 더 나는 모습이 관찰되었습니다.\n\n*내일은 요리활동이 예정되어 있습니다.\n앞치마 또는 미술가운을 준비해주시기바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Ix70W/btsLTI0ZKsw/1FIdhi5u3XorBdcZmaNQQ1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/y3TOC/btsLVwYRN8a/kPTL0jftfnJKhAzkej9hO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SBUYv/btsLTJyXe3B/xhIoeSmkYcsE7wzjymGPGk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0114_2025-01-21_1165252514_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0114_2025-01-21_1165252514_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0114_2025-01-21_1165252514_03.jpg"
    ]
  },
  {
    "id": "1165963437",
    "date_written": "2025-01-22",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "fog",
    "content": "안녕하세요~\n오늘은 열린 어린이집 활동으로 설날을 맞이하여 햇살반 친구들과 함께 우리나라 전통 간식인 '조이퐁 강정 만들기' 활동을 진행하였습니다.\n미리 녹여놓은 쌀 조청에 보리튀밥, 현미튀밥, 견과류를 넣어 선생님 도움받아 우드스틱으로 섞어 보며  흥미로워했답니다.\n하준이가 정성껏 만든 강정, 맛있게 드세요!\n\n하준이는 오늘 콧물이 흐르지는 않았지만 콧물이 맺혀있는 모습이 보였습니다.\n\n1월23일(목)~24일(금)은 설날 행사가 예정되어 있습니다. 9시 30분까지 등원해 주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cg5ipS/btsLWQQDYYw/kjkG73cxceH5shxl2PCJW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Ey3iT/btsLWQXo8x7/hmfdPAXKJDdInBV5hNUhYK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0115_2025-01-22_1165963437_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0115_2025-01-22_1165963437_02.jpg"
    ]
  },
  {
    "id": "1166693679",
    "date_written": "2025-01-23",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘 햇살반 친구들은 설날을 맞이해 원장님께 새해 인사를 드리며 세배를 올리는 활동을 했습니다.\n세배하는 방법을 친구들과 함께 사진을 보며 배우고, “새해 복 많이 받으세요!”라고 선생님과 인사드린 후 귀여운 세뱃돈도 받아보았답니다. 한복을 입고 씩씩하게 참여하는 모습이 사랑스러웠어요.^^ \n\n오늘 하준이는 한복도 잘 입었고 처음 해보는 활동임에도 씩씩하게 잘 참여하였어요. 한복바지는 조금커서 살짝 접었는데 불편해 보이진 않았습니다.\n\n*1월 31일 금요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bBRZAj/btsLWUmvtij/XzykfC2JyMmw0C3W3NRpuk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/lv018/btsLYDXQR4k/SfnJUmw1ZEjIAj6HzKoQ7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eIuUr/btsLXUszQG5/Da6tsuTfFFabW7v1aFdDP0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bmTnwt/btsLYbALTGm/utPHRKhgaCUYK3rIbWSIKK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0116_2025-01-23_1166693679_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0116_2025-01-23_1166693679_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0116_2025-01-23_1166693679_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0116_2025-01-23_1166693679_04.jpg"
    ]
  },
  {
    "id": "1167465315",
    "date_written": "2025-01-24",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 명절을 맞아 전통놀이 활동을 함께 진행하였습니다.\n여러 가지 전통놀이에 대해 알아보고, 선생님이 놀이 방법을 설명하며 시범을 보이자 하준이가 집중해서 지켜보며 흥미를 보이는 모습이었어요.\n\n이후에는 하준이가 팽이를 꾸미며 나만의 팽이를 만들어 보았고, 선생님의 도움을 받아 팽이를 돌려보며 즐겁게 놀이에 참여했답니다.\n\n하준이는 오늘 두어 번 누런 콧물이 흐르는 모습이었으며, 눈에 눈물이 맺혀 있는 모습도 보였습니다. 이유식을 먹으며 졸려하더니 2/3 정도 먹고 더 이상 먹지 않았지만, 양치 후에는 잠이 달아나 평소와 같이 활동 후 잠들었답니다.\n\n즐거운 명절 보내세요~!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/pmGes/btsLZ7FjKGK/ib01HlV3HZwOhGAZbKdz2k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bFAG5p/btsL0By5LDF/YU6hwtXUo3Q1HtjZeBer80/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dqpILD/btsL0pyZqhu/bZdwengumGZkTBcW1Jjc60/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Ds7xS/btsLZf46Gmg/z6hQshiKP1YnvvVO1GiEHK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dyBnUK/btsLZKQ3e4E/oXNPhCWMYqQx8cC53etQJk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dA4yg8/btsLYI0Rpww/cCeu5HT7WGFxT0vplXZvxK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0117_2025-01-24_1167465315_06.jpg"
    ]
  },
  {
    "id": "1169242183",
    "date_written": "2025-02-03",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n전달사항이 있어 문자드립니다.\n\n*2/7(금)요일은 햇살 3반 교사의 연차입니다.  보조교사 및 대체선생님께서 햇살 3반에서 함께 해주시며 알림장과 사진은 발송되지 않는 점, 투약의뢰서만 확인되는 점 양해 부탁드립니다. 등하원은 햇살 1반&2반 선생님께서 도와주실 예정입니다.\n개별적 전달사항은 전화 또는 등원을 맞이해 주시는 선생님께 전달 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1171355614",
    "date_written": "2025-02-06",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요~\n하준이 오랜만에 등원했는데도 씩씩하게 들어와 친구들에게 웃음도 보였답니다. 신나는 동요를 들으며 리본막대를 활용한 신체활동을 하며 양손에 잡고 흔들어보고 선생님손 잡아 점프하며 활발하게 신체활동도 즐기는 모습이었습니다.\n\n점심시간에는 보내주신 숟가락으로 선생님과 함께 손잡고 여러번 떠서 잘 먹는 모습보였습니다. 어린이집 간식 숟가락 사진보내드립니다.\n\n*2/7(금)요일은 햇살 3반 교사의 연차입니다.  보조교사 및 대체선생님께서 햇살 3반에서 함께 해주시며 알림장과 사진은 발송되지 않는 점, 투약의뢰서만 확인되는 점 양해 부탁드립니다. 등하원은 햇살 1반&2반 선생님께서 도와주실 예정입니다.\n개별적 전달사항은 전화 또는 등원을 맞이해 주시는 선생님께 전달 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/vZxl6/btsL9oUcQ3q/ZQhxSBR7qXXfx47oZ6Y5YK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YlUZf/btsL87SI8PF/lkKsAkzJZ2sGi3ycCD7hyK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbkBRg/btsL8cgbvvt/Dm2mKR3jP108WbMTsjWy30/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NbuVZ/btsL7QqQxB3/8VXYkG2uhP5oxQRDiWS1Vk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0119_2025-02-06_1171355614_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0119_2025-02-06_1171355614_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0119_2025-02-06_1171355614_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0119_2025-02-06_1171355614_04.jpg"
    ]
  },
  {
    "id": "1172976433",
    "date_written": "2025-02-10",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "partly_cloudy",
    "content": "안녕하세요.\n오늘은 햇살반 친구들과 함께 ‘웃는 얼굴을 찾아봐요’ 활동을 진행하였습니다. 까꿍판을 제공해 주니 놀이판에  높은 흥미를 보이며 소근육을 조절해 열고 닫기를 반복하며 즐겁게 탐색하였고 교사가 까꿍 놀이판 안에 있는 다양한 표정에 대해 상호작용을 해주니 표정을 따라 하며 놀이를 더욱 즐기는 모습이었답니다.\n\n이후, 실내 대체 활동으로 유희실에서 웃는 얼굴 위를 걸어보며 적극적으로 활동에 참여하였습니다.\n\n하준이 이유식 다 먹을 때까지 숟가락 놓지 않고 선생님 도움받아 잘 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/c6kmsJ/btsMcKDoyjD/uWmq1bQ2p57qrCI9KARazk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/baY4WU/btsMdpS2Sko/bt89sRkVF9MmCyVmMyKmZk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tQgNh/btsMbCfi29S/6eaLZzlzgzzxP7AI1ME3xk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0120_2025-02-10_1172976433_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0120_2025-02-10_1172976433_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0120_2025-02-10_1172976433_03.jpg"
    ]
  },
  {
    "id": "1173621712",
    "date_written": "2025-02-11",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하에요~\n오늘은 친구들과 함께 웃는 얼굴컵 쌓기 놀이를 진행했습니다. 색색의 컵에 귀여운 웃는 얼굴 스티커를 붙이고, 컵을 하나씩 쌓아 올리며 놀이를 했답니다.\n\n우리 하준이는 컵을 꼭 쥐고 사진에 관심을 보이며 표정들을 관찰해보기도 하고 컵 안에 조금 더 작은 컵을 넣어보기도 하였어요. 또, 선생님이 컵을 쌓아 올리면 손으로 톡 건드려 무너뜨리며 웃기도 하였답니다.\n\n오늘은 영상의 날씨를 보여 바깥놀이 나가 남아 있는 눈을 직접 밟아보는 경험도 해보았어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b1qItI/btsMc1MK10K/3LA9tY6vxmQVKW3WnA0oW0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Rvksn/btsMcIUhlhF/st6j1koKKY8ho8w5IVRc20/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dJU6vE/btsMd7ZOgKQ/Ez09xqhL7lV6dVLW3jzdlk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0121_2025-02-11_1173621712_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0121_2025-02-11_1173621712_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0121_2025-02-11_1173621712_03.jpg"
    ]
  },
  {
    "id": "1174336090",
    "date_written": "2025-02-12",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "snow",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 함께 ‘웃는 얼굴을 만들어요’ 놀이를 진행하였습니다. 햇살반 친구들이 좋아하는 ‘눈은 어디 있나~ 요기~’ 동요를 불러주니 집중해 노래를 들어보았고 이후, 눈모양 스티커와 웃는 얼굴 그림을  제공하여 선생님과 붙여보며 흥미로워하였어요. 완성된 얼굴 그림 위에 크레용으로 자유롭게 끼적이는 시간도 가졌습니다.\n\n친구와 쓰기판으로 놀이하며 친구가 끼적이면 하준이는 버튼을 잡고 지우는 모습이 귀여워 찰칵 찍어보았습니다. ㅎ\n\n*2/13(목)요일은 햇살 3반 교사의 연차입니다.  보조교사 및 대체선생님께서 햇살 3반에서 함께 해주시며 알림장과 사진은 발송되지 않는 점, 투약의뢰서만 확인되는 점 양해 부탁드립니다. 등하원은 햇살 1반&2반 선생님께서 도와주실 예정입니다.\n개별적 전달사항은 전화 또는 등원을 맞이해 주시는 선생님께 전달 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/FMcbR/btsMgwj4t2R/L4iR54XkUyMsDxvHkkOuX1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/XPm7z/btsMfaifbVi/wcSq4JDstbndGHkM8C4kb0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HbOQ8/btsMfHNrgjQ/T6Gx0x60TWLYqYVpUT8PD1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0122_2025-02-12_1174336090_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0122_2025-02-12_1174336090_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0122_2025-02-12_1174336090_03.jpg"
    ]
  },
  {
    "id": "1174752458",
    "date_written": "2025-02-13",
    "author_name": "신길더샵해늘어린이집 원장",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요\n하준이 궁금하실 듯 하여 전달드립니다.\n등원시 36.7정상이였고 \n10시 30분 37.3\n현재 37.3 입니다.\n컨디션은 괜찬습니다. 점심은 정량 다 먹었습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1175735336",
    "date_written": "2025-02-14",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요.\n오늘은 햇살반 친구들과 함께 '웃는 얼굴 그림에 도트 물감을 찍어요' 놀이를 진행하였습니다.\n'미소' 노래를 들으며 웃는 얼굴 그림을 보고 다양한 표정을 지어보았고, 도트 물감으로 톡톡 눌러 표현하며 즐겁게 끼적이기 활동을 했습니다.\n\n또한, 선생님 손을 잡고 어린이집 주변 시니어센터를 다녀오며 산책을 하였고, 공원 벤치에 앉아 따뜻한 햇살도 느껴보는 시간을 가졌습니다.\n\n하준이는 평소처럼 꼭꼭 씹으며 점심을 다 먹었고 감기증상 없이 즐겁게 놀이에 참여하였습니다. 😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cJ99hg/btsMiDEjfXo/cn9nBYRELejsNJYUAo8yK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bNW1VL/btsMigvR0Pn/apZttKKAZCem56J9rWd8AK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/WIy07/btsMh4oUOBn/V0824cZibaHMFwU3qsPhDk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0124_2025-02-14_1175735336_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0124_2025-02-14_1175735336_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0124_2025-02-14_1175735336_03.jpg"
    ]
  },
  {
    "id": "1176572798",
    "date_written": "2025-02-17",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n등원하여 보육실 바닥에 붙어있는 하트모양의 햇살반 친구들의 사진을 보며 관심을 보인 하준이와 사진속 친구들의 이름을 불러주니 유심히 듣고있는 모습이었답니다.\n이후, 2층 유희실에 올라가 공구놀이도 하고 책도 읽어보았어요.\n\n*내일 2월 18일 화요일에 소방대피훈련이 있습니다. 가방속 여벌 양말 확인했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cgf0hf/btsMlng2gp5/WaDMcXPEJjAhtL2ld4Jh7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/XBKpD/btsMkdGoqqT/XZ8umYZoi4Quj5AKNLLscK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMurQS/btsMmep5YLa/FJW5kklzACossd7hDtGEZk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0125_2025-02-17_1176572798_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0125_2025-02-17_1176572798_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0125_2025-02-17_1176572798_03.jpg"
    ]
  },
  {
    "id": "1177313142",
    "date_written": "2025-02-18",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 햇살반 친구들과 하트 풍선을 활용한 놀이를 진행하였습니다.\n하트 풍선에 관심을 보이며 탐색하다가, 손끝으로 풍선을 만지작거리며 풍선에서 나는 소리에 흥미를 느끼고 반복해서 만져보는 모습이었 양손으로 풍선을 잡고 힘껏 던져보며 적극적으로 놀이에 참여하였습니다.\n\n하준이 활동 중 하품하는 모습이 보였으나 끝까지 놀이에 잘 참여하였으며, 점심은 약 2/3 정도 섭취한 후, 먹고 뱉기를 반복하다가 더 이상 먹지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bQVWfl/btsMnm9qE3O/pQ9U6C2BHVjFokexIuJxI1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/blX9pE/btsMnj5V3bT/FlalxEwEd4BXqUN5L9Ayp0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0126_2025-02-18_1177313142_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0126_2025-02-18_1177313142_02.jpg"
    ]
  },
  {
    "id": "1177998189",
    "date_written": "2025-02-19",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요.\n오늘은 열린 어린이집 활동으로 ‘휴지를 활용한 오감 놀이’를 진행하였습니다.\n폭신폭신한 휴지의 질감을 직접 느껴보고, 갑 티슈를 하나씩 뽑아보며 탐색하는 하준이~수북하게 쌓여있는 휴지 위를 걸으며 신난 모습이었답니다. 선생님과 롤휴지를 차곡차곡 쌓아 올렸다가 무너뜨리고 파라슈트를 흔들며 활발하게 신체활동을 하였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/f0cyl/btsMowxFZQ4/KExn9Sx6cSD3DbnZSNuqdK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cVmEWn/btsMmJS0kMF/Y6DDqeDkyb1Hp40US2KsAK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAEMDd/btsMnZUCXzZ/llcagNW4PwnuU0wLyt9ow0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bmgG0Q/btsMnOeI9qi/sPc52wLPIKQSkvMWQ3E5H0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xMVjI/btsMohnfFMi/KzB0eHLTUhKwR93q8B4be1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eqhXE/btsMpoFO0B6/WLkr2DcnC8S5RUhH2ewl5k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0127_2025-02-19_1177998189_06.jpg"
    ]
  },
  {
    "id": "1178738168",
    "date_written": "2025-02-20",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 햇살반 친구의 생일 축하 행사가 있었습니다. 선생님과 함께 2층으로 올라가 생일 축하 노래를 부르고 박수를 치며 축하해 주었답니다. 생일을 맞이한 친구를 따뜻하게 안아주었고 하준이는 계단을 내려올 때 처음보다 더욱 안정된 모습으로 잘 내려왔습니다. 이후에는 선생님과 함께 와플 블록으로 하트 모양을 만들며 놀이를 했고, 유희실에서 미끄럼틀을 타며 활발하게 신체 활동을 즐겼습니다.\n\n내일 21일(금)요일 10시에 수료식이 예정되어 있습니다. 참고해 주시기바랍니다~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dnkZ7T/btsMp9WJp2f/SKTC82h7PjOS7AntfgLon0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bJ9gel/btsMomcbK6g/511U538hhshTWc6tpCTON1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/4udUH/btsMpn8ZgUf/e8Wy9cc6EHwxt4glcdLf11/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0128_2025-02-20_1178738168_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0128_2025-02-20_1178738168_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0128_2025-02-20_1178738168_03.jpg"
    ]
  },
  {
    "id": "1179462507",
    "date_written": "2025-02-21",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~\n오늘은 수료식이 있는 날입니다.\n처음 어린이집에 적응하던 모습이 엊그제 같은데 이제는 환하게 웃으며 선생님과 친구들에게 손인사를 하고 즐겁게 하루를 보내는 하준이의 모습이 참 대견합니다. 앞으로도 건강하고 밝게 자랄 수 있도록 많은 응원과 격려 부탁드립니다.\n\n오늘 하준이는 식판에 관심을 보이며 선생님의 도움을 받아 밥과 국을 잘 먹었습니다. 하지만 절반 정도 먹은 후에는 고개를 도리도리 저으며 먹고 뱉기를 반복하다 더 이상 먹지 않았지만 파프리카와 생선가스를 두어 번 먹으며 새로운 음식에도 도전했답니다. 월요일에는 조금 더 먹어보기를 바라며 응원하겠습니다!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/UZuiz/btsMpSWtvan/90bQz46T8QBsGyS1kGhKbK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cEVQUC/btsMsM02leS/VyVMKjjyFkUCghkaZzcDXk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bqxLAE/btsMrwEEYuO/ZMmhesNhSDSHqfE3Xt0NaK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/l7xXu/btsMpU7K5oo/7Bvp6RBGK2EoR6KYIFkQCk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/mqxGz/btsMrY8Lnd4/JnaguHkVYHj8zuoYHrL6P1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bhiyNS/btsMsjLDhDr/iM5Sst2TRA55AA2jfDiB0k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbjKN8/btsMqM81UPm/qtlRIKgSouR0W4k3D4tV1k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0129_2025-02-21_1179462507_07.jpg"
    ]
  },
  {
    "id": "1180189220",
    "date_written": "2025-02-24",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "sunny",
    "content": "안녕하세요~~\n오늘은 친구 사진에 스티커를 붙이는 활동을 진행하였습니다. 보육실 바닥에 붙어 있는 친구들의 이름을 말로 표현해 주고 자유롭게 스티커를 붙이는 시간을 가졌습니다. 하준이는 스티커를 붙이기보다 붙어있는 스티커를 떼기에 흥미를 보이며 놀이를 하는 모습이었답니다.\n\n이후 유희실에 나가 미끄럼틀 타며 신체활동도 하였습니다.\n\n점심에 김이 나와서 밥에 싸서 주었더니 고기반찬과 함께 잘 다 먹었습니다. 또 콩나물에도 관심을 보이며 한두 번 맛보는 모습을 보였답니다.👍",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cvx1Nz/btsMvww64Q1/NrBCL20Yh8WtyHldX8Bgo0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/zeoBq/btsMtOZ45mL/bxb99RVTL6NMemXhU2CkS1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/PcpJN/btsMuhHEKGV/3EktQu5YApN17fJDJADfW0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0130_2025-02-24_1180189220_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0130_2025-02-24_1180189220_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0130_2025-02-24_1180189220_03.jpg"
    ]
  },
  {
    "id": "1180737265",
    "date_written": "2025-02-25",
    "author_name": "햇살3 교사",
    "class_name": "",
    "weather": "mostly_cloudy",
    "content": "안녕하세요~\n오늘은 전지 위에 다양한 모양의 그림을 그려주고, 각 모양의 이름을 이야기해 주며 관심을 가질 수 있도록 유도하고 그중 하트 모양을 찾아 색연필로 자유롭게 끼적여 보며 표현하는 활동을 진행했어요.\n\n선생님과 함께 하트 모양을 찾아 색칠해 보고, 하트 스티커도 붙이며 즐겁게 놀이하였고 이후 가족사진이 있는 곳으로 가는 하준이에게 스티커를 건네주며 엄마, 아빠 얼굴에 붙여보도록 하였더니, 신중하게 스티커를 붙이는 모습을 보였답니다.\n\n하준이 밥과 생선 1/2 먹었고 연근은 한번 먹어보고 뱉는 모습이었어요.\n\n짧은 시간이었지만, 하준이와 함께했던 순간들이 너무나 소중하고 행복했습니다.\n따뜻한 관심과 사랑 보내주신 부모님께 진심으로 감사드립니다.\n우리 하준이가 바다반에서도 늘 행복하고 건강하게 지내길 응원하겠습니다.❤️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bsN435/btsMutoAnYL/3cr5nVzyoSQXtquC2OHRKK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bl88G0/btsMutB25uh/KNtCABvhS2K37XaG4ay8kK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0131_2025-02-25_1180737265_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0131_2025-02-25_1180737265_02.jpg"
    ]
  },
  {
    "id": "1183831123",
    "date_written": "2025-03-06",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "안녕하세요 바다 2반 담임교사 송미정입니다. 형님이 된 바다반 친구들은 새로운 교실 환경에 대한 호기심이 가득했답니다. 놀잇감 하나하나를 만져보며 \"이거 뭐야!\" \"우와\"라고 말하며 적극적으로 탐색하는 모습이 돋보였습니다. 교실 구석구석을 둘러보면서 만져보고 친구에게 놀잇감을 나누어 주기도 하며 신나는 시간을 보냈습니다.\n교실에 큰 전지를 지원해 주고 자유롭게 끼적이기 놀이를 하며 동물 흉내 놀이까지 확장해 나가는 모습도 볼 수 있었습니다.\n하준이는 점심에 밥을 다 먹었고 국물을 더 달라고 표현하여 국은 넉넉히 먹었습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1184507520",
    "date_written": "2025-03-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 ABC동요, 아기상어, 싹트네 등 노래를 듣고 신체를 움직이며 놀이를 즐겼습니다. 미세먼지 나쁨으로 인해 실내대체놀이가 진행되었습니다. 아이들이 좋아하는 풍선을 지원해주고 좋아하는 색깔풍선을 고르고 바람을 불어주니 두손으로 들고 요리조리 살피다가 위로 던져보고 점프도 시도하며 놀이하는 모습이 인상적이었습니다.  놀이를 통해 음악과 신체 활동을 동시에 즐긴 하루였습니다. 가정에서도 풍선을 가지고 놀이해보시면 좋을 것 같습니다.\n하준이는 안정적인 컨디션으로 놀이에 적극적으로 참여하였고, 점심밥도 잘 먹었습니다. 신학기 첫주 새로운 선생님들과 조금은 낯설었을텐데 가정에서도 칭찬과 격려를 부탁드립니다^^ 즐거운 주말 보내시고 월요일에 만나요~!",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1185384475",
    "date_written": "2025-03-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "교구장에서 신문지를 발견한 바다반 친구들이 이것저것 만지며 관심을 보이기 시작했습니다. 신문지를 길게 찢어보기도 하고 넓게 깔고는 그 위에 눕기도 하는 등 다양한 놀이로 확장하는 모습을 볼 수 있었습니다. 신문지를 몸 위에 덮으려고 하는 모습을 보고 옷처럼 만들어 지원해 주었더니 서로 신문지 옷을 입고 멋진 모습을 뽐내보기도 하였습니다.\n또, 지난주 블록 놀이 시간에 기차를 만들며 신나게 놀았던 기억을 떠올린 친구들이 이번에는 직접 기차를 타고 여행을 떠나보았습니다. 어디로 갈까요? 하고 물어보니 \"동물원 가요\" 하고 이야기도 해주었답니다.\n친구들의 머리를 살살 쓰다듬는 모습을 보여 \"예쁘다~ 해주는구나~\"했더니 웃어보이는 하준이입니다.^^ 간식과 점심도 맛있게 잘 먹었습니다~\n*서울시에서 지원하는 간호사 방문 사업에 우리 원이 선정 되어 13일 목요일에 간호사 선생님께서 방문하시어 <감염병 예방 및 손 씻기 교육>을 진행해 주십니다. 오전 10시 30분에 진행되니 늦지 않게 등원해 주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bcPup6/btsMGeDuIZQ/x6tgiB3jZkCgLc0k9HkAIK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6eIHY/btsMFkqPNmG/J5s0Nax9gSiF2A08EbDo00/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0134_2025-03-10_1185384475_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0134_2025-03-10_1185384475_02.jpg"
    ]
  },
  {
    "id": "1186072376",
    "date_written": "2025-03-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "친구들이 색깔스카프에 관심을 보이며 얼굴을 가렸다가 \"까꿍~\"하고 스카프를 내리며 활짝 웃는 모습입니다. 스카프를 상자안에 쏙쏙 넣어보기도 하고, 동요를 불러보면서 들고서 흔들어보기도 하였습니다. 초록색 점토를 지원하여 조물조물 놀이를 해보았는데 처음에는 점토를 신기한듯 관찰하다가 손가락으로 꾹꾹 눌러보고,길쭉하게 만들어 나무칼로 자르기에 집중하는 모습입니다. 점토를 양손으로 쭉쭉 늘리며 \"치즈같아\"하고 표현하기도 했답니다.\n오전에 초미세먼지 나쁨으로 인해 실내대체놀이가 진행되었습니다. 유희실에서 탱탱볼을 튕겨보고 들고서 왔다갔다 뛰어다니며 충분한 신체활동을 하였습니다.\n하준이 귀 뒤쪽에 후시딘을 오전/오후 한번씩 발라주었습니다. 내일도 한번 더 살펴보겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bk0lfA/btsMIblXhjE/1NfLiOOae8G8zI1JAMlm11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bg9ew8/btsMFF985vE/mVKxEQSUhQ0ZJooghleri1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bmuqdk/btsMGOL02E3/IWKNx87fX3DKudBg5LCiNk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bNClb3/btsMF1Zocei/KT9yLAQsD52zknacszetb0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0135_2025-03-11_1186072376_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0135_2025-03-11_1186072376_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0135_2025-03-11_1186072376_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0135_2025-03-11_1186072376_04.jpg"
    ]
  },
  {
    "id": "1186727777",
    "date_written": "2025-03-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "자유놀이시간에 바다반 친구들이 악기 놀잇감에 흥미를 보여 신나는 동요를  틀고 함께 악기연주를 해보았습니다. 마라카스를 흔들며 팔과 몸을 흔들고 캐스터네츠를 짝짝짝, 동물딱딱이 놀잇감과 기타도 쳐보며 즐거운 시간을 보냈습니다. 달걀 마라카스를 흔들다가 냄비와 접시에 담아서 \"맛있게 드세요~\"하고 교사에게 주기도 하며 놀이를 이어가는 친구들입니다. \n오전에 초미세먼지 나쁨으로 인해 실내대체놀이가 진행되었습니다. 신문지로 종이비행기를 접어 날려보고 색종이로도 비행기와 여우를 만들어 들고서 흔들어보며 신체활동을 하였습니다. \n텃밭에 올라가는 연습도 해보았는데요. 1층에서 3층까지 계단 손잡이를 잡고 차례차례 계단을 오르고 내려오는 시도를 하였는데, 친구들이 조심조심 한칸씩 안전하게 오르내리는 모습이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/3HA0Q/btsMH3bwchU/wFHCXzJGl5Gox5D6f9qrkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/rLBHx/btsMI39FOVp/dpbE0XA2m9st3jpxqjBIu1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bJiLqB/btsMHdsjahk/yByVtGYia4KCM1vYI899Yk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bFY885/btsMHbnR7VJ/mCvwUo40M9uA06UySWjQ91/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0136_2025-03-12_1186727777_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0136_2025-03-12_1186727777_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0136_2025-03-12_1186727777_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0136_2025-03-12_1186727777_04.jpg"
    ]
  },
  {
    "id": "1187415958",
    "date_written": "2025-03-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "yellow_sand",
    "content": "오늘은 간호사선생님께서 방문하셔서 <감염병 예방 및 손씻기 교육>을 진행해주셨습니다. 친구들이 간호사 선생님의 이야기에 경청하고 한명씩 병원진료 체험도 해보았답니다. 하준이는 간호사 선생님 앞에 가니 울음을 보여 다음에 다시 시도해보기로 하였습니다.^^;\n놀이시간에는 스펀지블록을 길게 연결해 함께 기차놀이를 하고, 악기놀잇감, 소프트블록에 흥미를 보였고, 병원놀이 놀잇감으로 오전에 받은 교육을 놀이로 확장해가는 아이들이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/eARow/btsMH4vIIxL/miUFRxo7L9wgCoF2amYem0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Xu2Uo/btsMKa8CvWt/94Ph17loMUCIVKB4GzIilk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/RX7Ld/btsMKech7gy/4MdPDH6EKsb0ymeKnK3Tmk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0137_2025-03-13_1187415958_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0137_2025-03-13_1187415958_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0137_2025-03-13_1187415958_03.jpg"
    ]
  },
  {
    "id": "1188116720",
    "date_written": "2025-03-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 보육실 벽에 있는 애벌레 꾸미기판에 친구들의 얼굴사진을 붙여주었더니 자신의 얼굴을 찾고 친구들의 얼굴도 손가락으로 가리키며 친근함을 표현하였습니다. \n날씨가 좋아 신학기에 처음으로 바깥놀이 산책을 다녀왔습니다. 우주반 형님들과 선생님들의 도움을 받아 손을 잡고 천천히 걸었고, 배드민턴장에 잠시 앉아 따스한 햇살을 느껴보았습니다. 하준이는 산책을 하며 발을 동동 구르면서 좋아하는 모습이었습니다.^^\n*가족사진을 한장씩 보내주세요. 교실환경으로 지원할 예정입니다.(여행사진, 셀카 등 어떤 것이든 좋습니다)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cDKpBM/btsMJoOo9I8/9T2Vt7ENY1bITTHDqU9eg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAAMPe/btsMJI6Tfhk/jefkfYzlx4YgfHJte4zzbk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bEFtdL/btsMKECF4z5/kWtun8S8ZTA1KzCwgkMCW0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0138_2025-03-14_1188116720_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0138_2025-03-14_1188116720_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0138_2025-03-14_1188116720_03.jpg"
    ]
  },
  {
    "id": "1188993807",
    "date_written": "2025-03-17",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "주말지내고 온 바다반 친구들은 새롭게 지원해준 동물 사운드북과 와플블록에 관심보였습니다. 커다란 박스에 스티커를 붙이고 색연필로 끼적이기 해서 꾸며보았고, 안에 들어가고 싶다고 표현하여 박스기차를 만들어 친구들과 함께 타보기도 했답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bQiYBM/btsMLYIFUpY/aIdlwSGNeTQjMjKGvaRvS0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/EFCr5/btsMLIe5dwP/hdsXewBxEZ48QorfDAo9H0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxayGn/btsMMGgiii5/nWHo8CNGrYvOmjz04OX2p1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0139_2025-03-17_1188993807_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0139_2025-03-17_1188993807_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0139_2025-03-17_1188993807_03.jpg"
    ]
  },
  {
    "id": "1189685103",
    "date_written": "2025-03-18",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "snow",
    "content": "놀이시간에 폼블록을 활용해 미끄럼틀 경사를 만들어 자동차를 굴려보고, 와플블록을 꽂아서 올려놓고 생일축하노래를 함께 부르며 \"후~\"하고 촛불을 끄는 친구들입니다. 풍선을 불어주니 흔들고 던지며 몸을 움직이고, 스티커를 붙였다 뗐다 집중하는 모습이었습니다.\n*가족사진을 알림장으로 한장씩 보내주세요~^^\n*하준이 여벌옷 상하의 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/mZ0ib/btsMOh1vXDT/vkVrhhxntVR3Z1ZeNiFyC1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/N5wDF/btsMM4IOdJh/gUdyHQqgpWRMsH4fRFZl01/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAstiW/btsMO7KEJrM/k2h0aNghUTBCIknXtJgH9K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0140_2025-03-18_1189685103_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0140_2025-03-18_1189685103_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0140_2025-03-18_1189685103_03.jpg"
    ]
  },
  {
    "id": "1190377395",
    "date_written": "2025-03-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "와플블록에 흥미를 가지는 바다반 친구들이 다른 방법으로 놀이할 수 있도록 벽면에 시트지를 붙여 블록을 붙여볼 수 있게 지원해 주었습니다. 처음엔 시트지에 손이 닿을 때마다 붙었다가 떨어지는 경험을 하고 탐색하더니 교사가 블록을 붙이는 모습을 보고 곧 자신만의 방식으로 벽면을 꾸며보았답니다.\n\n* 5월 10일 예정인 [어린이날 기념 신길더샵해늘 체육대회 참여 수요조사서]를 오늘 가정으로 보내드립니다.\n확인하시고 3/21(금)까지 꼭 회신부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dKOwX3/btsMOvfcm9s/KGkmy7FCqkLNS3N4ZDL5Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ewMEzA/btsMPNsa62i/4gk37txUJW9Y23m0x2pPy0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ocQAm/btsMPoGpNtz/XUV0qVOmX4o5WL35KnNj91/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/chVNSG/btsMOvsFV16/ihLQeNy5YJIEwDnRcb3vU1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0141_2025-03-19_1190377395_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0141_2025-03-19_1190377395_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0141_2025-03-19_1190377395_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0141_2025-03-19_1190377395_04.jpg"
    ]
  },
  {
    "id": "1191043197",
    "date_written": "2025-03-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "천사점토를 지원하여 조물조물 만져보고 모양틀도 찍어보았습니다. 모양틀은 조금 어려웠는지 요리조리 탐색하다가 와플블록을 붙였던 끈적이는 벽면에 붙여보기도 하며 놀이를 이어가는 모습이었습니다. 바깥놀이시간에는 메낙골 공원으로 산책을 다녀왔습니다. 새싹도 찾아보고 짹짹이 소리도 들으며 즐겁게 한바퀴 걷고 돌아왔습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ZF5hW/btsMPLh32Bk/jybPHRIWzbAYBXbgqC1Ng1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/BvdgM/btsMP1yfpH6/8aIP6AVK0bJ0h2u8yl8NUK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dnHOSO/btsMPJEyI5E/e5Cxv9CA09xkCmuJr2wfx1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0142_2025-03-20_1191043197_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0142_2025-03-20_1191043197_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0142_2025-03-20_1191043197_03.jpg"
    ]
  },
  {
    "id": "1191744001",
    "date_written": "2025-03-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "와플블록에 지속적으로 관심을 보이며 자동차, 기차, 큐브 등을 만들어서 놀이를 하였고, 천사점토에 종이빨대를 꽂아보고 생일축하노래를 부르며 박수를 치고 환한 웃음을 보이는 친구들이었습니다. 2층 유희실에 올라가 공구블록을 꽂고 톱니바퀴를 돌려보며 좋아하는 모습이었습니다.\n\n*오늘 25학년도 1학기 상담안내문을 보내드립니다. 빠짐없이 작성하신 후 3월 25일 화요일까지 회신 부탁드립니다.\n*하준이가 점심을 먹은 후 대변을 봤는데 양이 많아 바지에 조금 묻어서 갈아입었습니다.^^: 엉덩이도 깨끗하게 씻겨주었어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bEFnIY/btsMQAgZswn/t4FnalKSK7sw1Nqt0l6Br1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KGEzS/btsMRmPRRcT/hZKApZ2gGq6GWbSAo3it1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/gbVyg/btsMRc7L2Wx/Wdf0LlKAzVPSHSEDdySQlK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/AJq9Y/btsMRUZCqsy/XYRkMFhyjeqJ9hp3i8z3kk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0143_2025-03-21_1191744001_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0143_2025-03-21_1191744001_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0143_2025-03-21_1191744001_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0143_2025-03-21_1191744001_04.jpg"
    ]
  },
  {
    "id": "1192616567",
    "date_written": "2025-03-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 자동차도로 스펀지퍼즐을 끼워 연결하고 그 위를 걸어보기도 하고 자동차를 굴려보기도 하였습니다. 퍼즐을 끼우다가 얼굴을 가리고 \"까꿍~\"놀이로 이어가는 친구들입니다.^^ 박스종이에 여러가지모양 스티커 붙이기에 집중하고, 유희실에서 얼룩말을 신나게 타는 모습이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/btFTTS/btsMU0kJieA/dj3KsVBs1PX91AKhKKvSHk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dDkGK/btsMT6yXtf9/gpGl3uPosOLzG4jKVNoWlk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bQrw64/btsMTZz4nmi/OeayvfDipRV4NvoJQRfqjK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bw5mAG/btsMUu0FbfG/Pu2oYqXF7RzOIDpJoiDks0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0144_2025-03-24_1192616567_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0144_2025-03-24_1192616567_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0144_2025-03-24_1192616567_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0144_2025-03-24_1192616567_04.jpg"
    ]
  },
  {
    "id": "1193307154",
    "date_written": "2025-03-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "yellow_sand",
    "content": "바다반 친구들이 어제 모양 스티커에 관심을 집중하여 오늘은 동그라미, 세모, 네모 원목퍼즐을 지원하니 모양을 살피다가 찾아서 끼우는 모습입니다.  큰 모양에 작은 모양을 겹쳐서 끼우며 케이크를 떠올리고 생일축하노래를 부르며 즐거워하였습니다. 계단오르기 연습도 해보고 2층 유희실에서 공구놀이 톱니바퀴를 돌리며 흥미를 보였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dPvHz/btsMVCxJYpv/fYa1rLxVPk64HZ7m3760g1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/uvlFv/btsMVRIaWu1/QYpKQ49SmwkkrhkyEtzLK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dzveik/btsMWTrK7zu/8DKLe61AU3Fzqj1cymjGo0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/4Wl1H/btsMT1ZPebh/L3tTcjtLlNEAVZLDfx2wxK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0145_2025-03-25_1193307154_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0145_2025-03-25_1193307154_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0145_2025-03-25_1193307154_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0145_2025-03-25_1193307154_04.jpg"
    ]
  },
  {
    "id": "1193993117",
    "date_written": "2025-03-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "yellow_sand",
    "content": "열린어린이집 특색 놀이로 [사과가 쿵!] 동화를 주제로 사과 오감 놀이를 진행했습니다. 교실에 게시해놓은 사과 사진을 보며 자유롭게 탐색하는 시간을 가져보고 책을 읽고 난 후 독후 활동으로 사과를 직접 만져보고 냄새도 맡아보며 탐색해보았습니다. 빵칼을 이용해 사과를 자르는 놀이도 시도해보고 사과 스틱을 이용해 끼적이기도 해보았습니다. 그 중에서 사과 먹는 놀이를 제일 좋아하는 바다반 친구들이었답니다. ^^ 동화책과 연계해 오감으로 탐색해보는 풍부한 경험을 해보았답니다. \n하준이는 오전에 사과를 맛있게 먹고 응가도 시원하게 했답니다.^^ 점심에는 파프리카오므라이스를 계속 뱉어서 흰쌀밥을 제공하였더니 국물과 함께 잘 먹었습니다.\n*27일 목요일 10시 30분에 영유아 대상 [스마트폰 과의존 예방교육]이 진행됩니다.\n*28일 금요일 11시에 소방대피훈련 있습니다. 여벌양말을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/zXg7a/btsMWYgs3E8/p1Ij79ota8UFGZoX6ZxPE0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wxz7X/btsMWumCxHr/8lZAKqzrZVDKtGAqTXxwuK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ZhVWT/btsMVH04eZ8/bJrgYSU69852CkAiflRMQk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eRJwde/btsMVW4JmbO/LKc5eD6QFSIj2WdDPrOjrk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0146_2025-03-26_1193993117_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0146_2025-03-26_1193993117_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0146_2025-03-26_1193993117_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0146_2025-03-26_1193993117_04.jpg"
    ]
  },
  {
    "id": "1194689266",
    "date_written": "2025-03-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오전에 영유아 대상으로 한 [스마트폰 과의존 예방교육]이 진행되었습니다. 약속시간만큼만 사용하고 밥 먹을때 사용하지 않기, 바른자세로 사용하기, 스마트폰대신 재미있는 놀이하기 등 올바른 스마트폰사용 방법들에 대해서 알아보았습니다. 교육 후 교실에서 자유롭게 놀이하며  블록놀이, 보자기로 까꿍놀이, 책읽기에 집중하는 모습이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/kW84z/btsMYrCMsW3/1mJKskZpkVev3MDy4HrII0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bfI2UI/btsMYHSY4BH/9T4OzFBpRjCdDbSJ0MK671/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/blvLyx/btsMZkQumxK/0503mqwC95RKkboZztuP70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/upSYY/btsMY5zilPC/9JSHS881r5RzmIY5HkFfv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/GDlkQ/btsMZtfzf7E/lf99ZLHEVfm1bYKVSFamvk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0147_2025-03-27_1194689266_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0147_2025-03-27_1194689266_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0147_2025-03-27_1194689266_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0147_2025-03-27_1194689266_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0147_2025-03-27_1194689266_05.jpg"
    ]
  },
  {
    "id": "1195414752",
    "date_written": "2025-03-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "과일 그림에 색연필과 크레용으로 끼적이기하고 도트물감으로 콕콕콕 찍어보았습니다. 하준이는 크레용으로 조금 끼적이다가 도트물감에는 크게 관심을 보이지 않았고, 왔다갔다하며 자유롭게 놀이하였습니다.^^ 오랫만에 바깥놀이를 나가 단지내를 한바퀴 돌고 돌아왔습니다. 새싹과 꽃을 발견하며 친구들과 선생님과 손잡고 함께 이동하는 연습을 해보았고, 11시에 진행된 소방대피훈련을 무사히 잘 마쳤습니다. \n하준이가 등원시에 울음을 보였지만 교실에 들어와서 안아달라고 표현하여 안아주고 안정을 찾았습니다. 점심시간에는 밥을 조금씩 떠서 놓으면 하준이가 수저를 들고서 잘 먹었습니다. 교사가 먹여주면 뱉는 경우가 많은데 스스로 먹으면 안 뱉고 밥을 잘 먹습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bdZJmy/btsMZXhu6om/IdpSelHl3vnbFP9EhbMtwk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/XxovF/btsM05ePe7R/ROdAHxrq2y5clY8uCtGmU1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0CcRC/btsM0HFf97U/YW8hpK23rG5EKweK5oIJIK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0148_2025-03-28_1195414752_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0148_2025-03-28_1195414752_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0148_2025-03-28_1195414752_03.jpg"
    ]
  },
  {
    "id": "1196291030",
    "date_written": "2025-03-31",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "놀이시간에 동물대탐험 레고 블럭과 베베블럭을 새롭게 지원해주니 관심을 보이며 블럭을 꽂아보며 탐색하였습니다.  종이블럭으로 집을 만들어 좋아하는 동물블럭을 안에 넣어주면서 놀이를 확장하는 모습이었습니다. 바깥산책을 나가 메낙골공원까지 손을 잡고 천천히 걷고, 솔방울을 찾아 바닥에 흙그림을 그려보기도 하였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bLObV3/btsM2aBgIKD/k2SrqsEW7VAkXKuW1Xpu5k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bgBY8B/btsM0KKiYSL/vdCkwvEcKmtWzk1sIh0dVk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxgYGP/btsM3oeraYr/EKRvy5BCERivX0CuebfY40/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0149_2025-03-31_1196291030_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0149_2025-03-31_1196291030_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0149_2025-03-31_1196291030_03.jpg"
    ]
  },
  {
    "id": "1197013723",
    "date_written": "2025-04-01",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "새롭게 지원한 고리끼우기 원목블록에 호기심을 보이며 탐색하였고, 교실에 전지를 크게 펼쳐서 친구들의 손과 발을 그려보고 동물 그림을 그려서 색칠도 해보았습니다. 바깥놀이시간에 산책을 나가 따스한 햇살을 느껴보았고, 배드민턴장에서 자유롭게 뛰어다니면서 충분한 신체활동을 하였습니다.\n하준이가 배드민턴장에서 신나게 뛰다가 넘어져서 입술을 부딪혔습니다. 피가 나거나 울지는 않았지만 윗입술쪽에 조금 상처 자국이 남았습니다ㅠㅠ 가정에서도 한번 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cLVZTR/btsM2bVorz4/LiDYJNoKM2skJuSVW7CeK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/f800v/btsM4e4oaMn/Ci8Q6jpAVMzI6jPjfXUqu0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/baC7EU/btsM18Ejr6I/v9oVL18dJEoqtowDmCkAY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bvrqhy/btsM3VcXaJ8/BELKjKuZdDr7FyyUBIi9s0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0150_2025-04-01_1197013723_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0150_2025-04-01_1197013723_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0150_2025-04-01_1197013723_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0150_2025-04-01_1197013723_04.jpg"
    ]
  },
  {
    "id": "1197716690",
    "date_written": "2025-04-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "등원하여 새로운 놀잇감 자석블록과 사자피아노에 관심을 보이며 악기연주를 해보았고, 나무그림에 플레이콘 폼폼이에 물을 묻혀서 붙여보며 소근육활동을 하였습니다. 텃밭에 올라가 내일 있을 식목일 행사에 대해 이야기를 나누고, 모종을 심을 흙을 만져보며 부드러운 촉감도 느껴보았답니다. 옥상 인조잔디 공간에서 마음껏 뛰어놀며 에너지를 발산하는 바다반 친구들이었습니다.\n하준이가 오늘은 점심 쇠고기볶음밥을 계속 뱉어 흰밥을 제공하여 숭늉과 조금 먹었습니다. 평소보다 적게 먹었습니다.\n\n*하준이 아버님 [열린어린이집 참여활동 안내] 입니다.\n-일시: 4월 9일 (수) \n-시간: 10:30 (1시간정도 소요 예정)\n-활동 내용: 아이들과 함께 산책 및 실외활동 진행 및 급식 배식 참여 예정입니다. 일정 참고 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gWYrh/btsM4n87w1I/VZSj5hrPX5UtO7cQRlGfBK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/g8o9I/btsM4j6GMv2/KCoYK2Of1KifClLylmGIY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b3Dpuz/btsM6okXohd/HNlYaoM6Ks9cyj2FvJWnY0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OvVXg/btsM424xeUF/JncsIuYreRrQ0jWhkg5xE0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0151_2025-04-02_1197716690_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0151_2025-04-02_1197716690_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0151_2025-04-02_1197716690_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0151_2025-04-02_1197716690_04.jpg"
    ]
  },
  {
    "id": "1198425173",
    "date_written": "2025-04-03",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "식목일 행사로 옥상텃밭에 올라가 모종심기 활동을 진행하였습니다. 상추와 방울토마토 모종을 관찰해보고, 삽으로 흙을 파서 구멍을 만들고 모종을 넣어 심어보았습니다. 흙을 다시 덮어 토닥토닥해주고 물조리개로 물을 뿌려주며 \"잘자라라~\"하고  이야기하면서 관심과 애정을 표현하는 바다반 친구들이었습니다. 앞으로의 더욱 다양한 텃밭활동을 기대해주세요~!!^^\n하준이가 요즘 입맛이 없는지 식사량이 1/2정도로 적은 편입니다. 하준이의 활동량을 보면 섭취량이 늘어야 할 것 같은데 조금 걱정이 됩니다. 가정에서도 음식을 충분히 섭취할 수 있도록 도와주시고, 원에서도 더 먹을 수 있도록 노력해보겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/i9eDP/btsM5zhzuTv/TFdwYUT5ZDEl1tuq1OFGb0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NJvte/btsM5vfnifm/LKLkrxeYEnpmMyreoOQbmk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/B7RCH/btsM8cdSvD3/MkkTlDkPUbioPZLv6YqUK1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Y5brm/btsM6qRJgcQ/uc0sKgHVPHKIdf8kB3VeUK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/oRETn/btsM78P4Ot9/jeNHVnY3ndokskZXHMb4c1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0152_2025-04-03_1198425173_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0152_2025-04-03_1198425173_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0152_2025-04-03_1198425173_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0152_2025-04-03_1198425173_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0152_2025-04-03_1198425173_05.jpg"
    ]
  },
  {
    "id": "1199130150",
    "date_written": "2025-04-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "놀잇감 던지기를 좋아하는 바다반 친구들에게 볼풀공을 지원하여 굴려보고 던져보며 실내 활동을 하였습니다.  시트지를 붙인 훌라후프 안에 던져서 붙이기를 시도해보았고, 기다란 박스 안에 공을 넣어 또르르 굴려보기도 했습니다. 발로 밟으며 끈적끈적한 시트지의 촉감에 흥미를 보이고 까꿍놀이로 확장하며 놀이를 이어가는 모습이었습니다. 옥상 텃밭에 올라가 어제 심었던 상추와 토마토를 관찰하고 물을 준 후 옥상 공간에서 \"준비~땅!\"하며 힘차게 뛰어보았답니다.\n하준이가 제이에게 다가와 머리를 쓰다듬어 주었고, 마주보며 웃는 모습이 사랑스러운 친구들 입니다.^^ 오늘 점심은 고구마조림을 맛있게 먹으며 밥을2/3정도 먹었습니다. 점심 후 변도 시원하게 보았습니다~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ypg5x/btsM8ejYbf0/hojG5Z3yxQqfMSkg9N2Z5K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/uRylE/btsM9olmwFA/adCNeDWXr9k1yXTpPoYZ6K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/GMbTe/btsM8sbegRq/GSKxGyy2wOzaE3RR7x1vQ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/oxiQz/btsM8ri2o5S/9GrQzD1oR09GtfwMAsiW6K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cehsSJ/btsM9bGw5dL/nkWXBekNrrNnLWeByb6qz0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0153_2025-04-04_1199130150_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0153_2025-04-04_1199130150_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0153_2025-04-04_1199130150_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0153_2025-04-04_1199130150_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0153_2025-04-04_1199130150_05.jpg"
    ]
  },
  {
    "id": "1200036691",
    "date_written": "2025-04-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "다양한 봄꽃 사진을 관찰하며 꽃길을 따라 걷고, 점프도 해보며 개나리, 수선화, 튤립, 벛꽃, 목련 등 꽃이름을 알아보았습니다. 날씨가 좋아 바깥 산책을 하다가 사진에서 본 개나리를 보고 손가락으로 가리키며 \"개나리~\"하고 알아보는 친구들입니다. 배드민턴장에서 달리기도 하고 단지내를 한바퀴 돌면서 따스한 봄햇살을 만끽하였습니다.\n하준이는 낮잠시간 전까지 피곤해하거나 졸려하지 않고 평소처럼 잘 지냈습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/edoGZ/btsNayWXb2R/g2uQuZ852J8BNPqIYr1Y30/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dIxtkz/btsNb23n322/nYKHkiLzQk24C2JTrSkXQ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bXlUiX/btsNaHF7WgZ/WKb79knGaSXJoa3NhFbDak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ddVAT8/btsNbrvLYVm/nlr6KdYLB8r9JlzjDhvKnK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0154_2025-04-07_1200036691_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0154_2025-04-07_1200036691_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0154_2025-04-07_1200036691_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0154_2025-04-07_1200036691_04.jpg"
    ]
  },
  {
    "id": "1200716865",
    "date_written": "2025-04-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "안전교육으로 교실에 게시해 놓은 '약은 무엇일까요?' 그림에 관심을 보이며 우리가 아플때 먹는 약에 대해 이야기를 나누었습니다. 내일 있을 열린어린이집 봄꽃액자만들기 사전활동으로 박스로 만든 액자틀에 색연필과 스티커로 자유롭게 꾸며주었고, 액자틀을 들고 얼굴을 까꿍~하며 환한 웃음을 보이는 바다반 친구들입니다. 실내대체활동으로 유희실에서 붕붕카를 타고 계단오르내리기를 하며 충분한 신체 활동을 하였습니다. \n*4월 10일 목요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.\n*하준이 아버님 내일 [열린어린이집 참여활동 안내] 드립니다. 10:30분까지 바다반 호출하시고 오셔서 아이들과 함께 산책 및 실외활동 진행 및 급식 배식 참여 예정입니다. 내일 뵙겠습니다!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/baqx0D/btsNdS7g5S2/2SSFivdffffr0PkhFpBGvK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d4CQP/btsNb84TIkn/N7rIq922eyAzsUnlQhkZ50/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cccsGZ/btsNci7b43L/junolWcirBpRDEYb3HYPg0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ca43XT/btsNdjRPPqF/JLV2kqK00kdNLR8KtfVKX1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0155_2025-04-08_1200716865_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0155_2025-04-08_1200716865_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0155_2025-04-08_1200716865_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0155_2025-04-08_1200716865_04.jpg"
    ]
  },
  {
    "id": "1201398115",
    "date_written": "2025-04-09",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 열린어린이집 [산책:봄꽃액자 만들기]활동으로 두하준 아버님께서 오셔서 함께 활동을 진행하였습니다. 메낙골공원으로 산책을 나가 봄꽃구경을 하며 천천히 걷고, 꽃잎과 나뭇잎을 탐색하며 액자에 붙여서 봄꽃액자를 만들었습니다. 벚꽃이 활짝 펴서 바다반 친구들과 봄 풍경을 느껴보며 즐거운 시간을 보냈습니다. 적극적으로 도움을 주신 하준이 아버님께 감사의 말씀을 드립니다.\n하준이가 산책을 하며 아빠에게 안아달라고 계속해서 표현하고, 손을 놓고 혼자서 가려고 해서 아버님께서 많이 힘드셨을 거에요. 하준이는 점심시간에 아버님 가시고 나서도 울음을 보이지 않았고, 배가 고팠는지 밥을 한그릇 뚝딱 다 먹었답니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/PpWr8/btsNcrDXaN0/vX68VQEyVXNd27xkoCLrbK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wL9ok/btsNdyB9Xus/9hEGzJZt8zMwINz7r1XRp0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/izNxe/btsNerIZNo0/pnCthLRHMT6bck7IAqNME0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/paWCs/btsNeS7se76/Z4PGzKsV2Ua5Xu2C2hu2MK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cmkWWW/btsNcoUOkNo/NGopKsKeyeGsafjfmpwTi1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0156_2025-04-09_1201398115_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0156_2025-04-09_1201398115_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0156_2025-04-09_1201398115_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0156_2025-04-09_1201398115_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0156_2025-04-09_1201398115_05.jpg"
    ]
  },
  {
    "id": "1202115323",
    "date_written": "2025-04-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "신문지에 관심을 보이며 길게 쭉쭉 찢어보기도 하고 동글동글 뭉쳐서 바구니에 던져보다가 까꿍놀이로 이어가며 친구들 이름을 부르면서 함께 놀이하는 모습입니다. 물감놀이로 빨강,노랑,파랑 여러가지 물감을 종이에 꾹꾹 짜서 비닐에 넣고 손가락으로 눌러보았습니다. 물감이 퍼지며 다양한 모양을 만들어내고 섞이는 모습을 유심히 관찰하는 바다반 친구들이었습니다.  \n소방대피훈련을 안전하게 마치고, 옥상텃밭에 올라가 물을 준 후 뛰어놀며 신체활동을 하였습니다. \n*4월 17일 목요일에 생일파티가 예정되어 있습니다. 선물의 즐거움을 함께 느낄 수 있도록, 4/15(화)까지 3,000원 미만의 선물을 준비해 주시면 감사하겠습니다.^^\n생일맞은 친구(김지안(여) / 안현우(남))",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cuhB6f/btsNfjyhNgb/s5yBBQWK2lkkdadyDFQxvK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cOSwXg/btsNd5HFhie/LygfEc608T4fsKHrJqLH7K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cwSxO0/btsNfi64GxQ/oiobR7KmzlZ5wuAn3eFRmk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OO36W/btsNf9VTcry/DcLw0lzQqvzaiOKd4Qfs9K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bImd6Z/btsNfEIPnd1/cgXQkg9Csf8ySUd5KKW6N1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0157_2025-04-10_1202115323_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0157_2025-04-10_1202115323_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0157_2025-04-10_1202115323_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0157_2025-04-10_1202115323_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0157_2025-04-10_1202115323_05.jpg"
    ]
  },
  {
    "id": "1202801419",
    "date_written": "2025-04-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "꽃잎놀잇감을 지원하여 머리위로 뿌려보고 던져보며 놀이를 시작한 친구들이 컵과 접시, 그물원통에 담았다가 꺼냈다가 하며 소꿉놀이로 이어가는 모습이었습니다. 텃밭 팻말 만들기 활동으로 색연필과 아크릴물감을 이용하여 꾸며주었습니다. 미술활동에 관심이 많은 바다반 친구들은 알록달록한 색으로 바다반 나무팻말을 완성하였답니다. 실내대체활동으로 자전거와 붕붕카를  타면서 빠르고 느리게 속도 조절도 능숙하게 해내는 바다반 친구들입니다. \n하준이는 붕붕카를 타는 것보다 뒤에서 손잡이를 잡고 힘차게 밀며 함박웃음을 보였답니다.^^ \n오늘 점심에 밥을 한번도 뱉지 않고 국물과 함께 다 먹었습니다~!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/vxZyd/btsNhqqyNlf/vvTOehFLkIDof4sHfPkUW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dt7ksI/btsNhdZzxyd/6pvjNtGCinR8Kgo1bo8zH0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/53Ckp/btsNh8QfUcd/RezsgOk3rVDJQphPriPBQk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bl0WZy/btsNhNy4OzQ/aUTSpOh6CFFqHpO0sPVbKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QQ8Si/btsNgEC70QF/8DyKom1Z5S1lSr35EU2dK1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0158_2025-04-11_1202801419_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0158_2025-04-11_1202801419_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0158_2025-04-11_1202801419_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0158_2025-04-11_1202801419_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0158_2025-04-11_1202801419_05.jpg"
    ]
  },
  {
    "id": "1203694363",
    "date_written": "2025-04-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "교실 바닥의 봄꽃 사진위에 뽁뽁이를 길게 붙여주었더니 관심을 보이며 탐색하는 친구들 입니다. 왔다갔다 걸어보고 점프하며 톡톡 터지는 촉감이 재미있는지 앉아서 손가락으로 꾹꾹 눌러 터뜨려보기도 하였습니다. 새롭게 지원한 동물 색깔블록 맞추기에도 흥미를 보였고, 1층과 2층 유희실을 오가며 신나게 신체활동을 하였답니다.\n하준이는 오늘 입맛이 없었는지 계란말이와 밥을 조금 먹고 1/2정도 남겼습니다. 오전시간과 점심시간 전후로 열은 오르지 않았습니다. \n*4월 17일 목요일에 생일파티가 예정되어 있습니다. 선물의 즐거움을 함께 느낄 수 있도록, 4/15(화)까지 3,000원 미만의 선물을 준비해 주시면 감사하겠습니다.^^\n생일맞은 친구(김지안(여) / 안현우(남))",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dybvCc/btsNjDwUfa2/FnLFg2ko8cs1eRsF16z61k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fB6pM/btsNgyXj4Ga/8qqblkH4kNH6xKZ0npgT81/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/DR20l/btsNi0GbRRV/xdo9SWWUN83i8BpOOx9Q3K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/crQm82/btsNjCkpsyk/knuqeBqpGb0hn26MUJMew0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cnVWmS/btsNivywrwl/gHSnHAG5NcLvFG9uuK4oX1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0159_2025-04-14_1203694363_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0159_2025-04-14_1203694363_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0159_2025-04-14_1203694363_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0159_2025-04-14_1203694363_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0159_2025-04-14_1203694363_05.jpg"
    ]
  },
  {
    "id": "1204361889",
    "date_written": "2025-04-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "봄 꽃잎 놀잇감을 좋아하는 친구들에게 알록달록 봄 원목블록을 새롭게 지원하여 나무, 짹짹이, 나비블록을 끼우며 놀이하였습니다. 교실에서 투호놀이를 시도해보았는데 화살을 알모양 원통속에 쏙쏙 넣으며 집중하는 모습이었습니다. 바깥놀이 산책을 나가 메낙골 공원에서 꽃길을 걸으며 \"나비야~\",\"아빠 힘내세요~\"노래를 부르면서 힘차게 걸어보았답니다. 날씨가 너무 좋아 평소보다 긴 산책코스를 걸어서 잘 다녀왔고, 점심을 맛있게 먹은 후 낮잠시간에 꿀잠을 잤답니다.^^\n하준이는 산책나가기 전에 대변을 시원하게 한번 보았고, 엉덩이에 발진은 거의 보이지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dvi5Pr/btsNmfWajTB/0i3yEkjdbdFy2RUXSDzLu1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cnXNYe/btsNmsAGq2e/KYFZKGfIdKTpCnwM9Lsobk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6VJiH/btsNiWwww7h/yjMklR915S0BKqltVTD7K1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bvNx3H/btsNlJQY0X0/uQx7zWsCyA4aEptRDx1q8k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pJud9/btsNlM1eL7D/aoy2TgQ9dC6bKEgSlqJRKK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0160_2025-04-15_1204361889_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0160_2025-04-15_1204361889_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0160_2025-04-15_1204361889_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0160_2025-04-15_1204361889_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0160_2025-04-15_1204361889_05.jpg"
    ]
  },
  {
    "id": "1205057861",
    "date_written": "2025-04-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 아이들이 기다리던 백설공주 인형극 관람 시간이 있었습니다. 처음에는 낯설어서 울음을 보이는 친구도 있었지만 의젓하게 앉아 인형들의 재미있는 춤과 익숙한 노래를 들으며 집중해서 관람했답니다. \n이번 인형극은 단순한 공연 관람을 넘어, ‘모르는 사람이 주는 음식은 먹지 않아요!’ 라는 안전교육도 함께 이루어졌어습니다. 아이들은 극 중 백설공주가 낯선 이가 준 사과를 먹고 쓰러지는 장면을 통해 안전교육의 경험도 해볼 수 있었습니다.\n하준이는 인형극을 보러 하늘반에 들어가자마자 크게 울음을 보였지만, 교사의 품에 안겨서 진정하고 인형극을 보다가 나중에는 음악소리에 일어서서 몸을 흔들고 박수를 치며 좋아하였답니다.^^ \n오전 자유놀이 시간에는 아이들이 각자 좋아하는 놀이를 찾아 편안하게 시간을 보냈습니다. 자유롭게 선택하고 스스로 놀이에 몰입하는 모습에서 한층 더 자란 아이들의 모습이 보였답니다.\n*내일은 10시 30분에 현우와 지안이의 생일파티가 있습니다. 참고해주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/jWlMV/btsNnvSh7vK/odRzAKtnMua8CEAaJv0A71/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kwR0Y/btsNnjYQsgk/zjIFWT7A0zuPLw6LujCCz0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/qeHHw/btsNmAfX1Ls/j5BvKvzv1WVyI1kogxp2dk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b5NnGV/btsNmsoZZyN/pzV58euru4SH5v45Arpfq1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dQxMLf/btsNn8WvlFB/Kr4YRbO0MtR1tkIbRTYUGK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0161_2025-04-16_1205057861_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0161_2025-04-16_1205057861_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0161_2025-04-16_1205057861_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0161_2025-04-16_1205057861_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0161_2025-04-16_1205057861_05.jpg"
    ]
  },
  {
    "id": "1205762716",
    "date_written": "2025-04-17",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "교실 바닥에 붙여 둔 다양한 봄꽃 그림을 함께 살펴본 뒤 선생님의 손을 꼭 잡고 “하나, 둘, 셋!” 점프놀이를 하며 신체활동으로 확장되었습니다. 이어진 스카프 놀이 시간엔 알록달록한 스카프를 휘날리며 봄바람을 표현해 보았어요. “따뜻한 봄바람이다!” 하며 몸을 자유롭게 움직이고 즐겨보며 상상놀이가 활발하게 이루어졌습니다.\n오늘은 현우와 지안이의 생일잔치가 열렸습니다. 친구들과 함께 생일 축하 노래를 부르고, 선물도 함께 나누며 기쁨을 함께해보았답니다. 함께 축하하고 나누는 경험 속에서 배려와 공감의 마음도 자라나는 하루였습니다. 하루하루 다양한 경험을 통해 성장해 나가는 바다반 친구들 정말 대견합니다.^^\n하준이가 오늘 점심은 과일샐러드 사과를 맛있게 두번 먹고나서 밥은 두 숟가락 먹고 먹지 않겠다고 해서 남겼습니다ㅠㅠ\n 다리는 불편해하지 않았고 뛰어다니고 계단오르내리기도 잘 하였습니다.\n오후간식후 묽은변을 보았습니다. 가정에서도 변상태를 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/iioCz/btsNo7DEJCL/B7q4iVwDFGmKKX3njDv2ik/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bkobUZ/btsNn2Ky9Pj/ahKbkQAFi2xGk6RVyRI4nK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Bb0GU/btsNpoSFf5q/JEPqdtKqxoBEemWLuYGvJ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/svUs3/btsNn0sowcd/CXSo9FKkS82XSXFjjooXe0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/do9vNk/btsNpo6cgUf/D5Od9B2TEz6AxacfGuURx1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ckWwvn/btsNn065I1e/SBGM1403kjwcsMNCcz08X1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0162_2025-04-17_1205762716_06.jpg"
    ]
  },
  {
    "id": "1206467298",
    "date_written": "2025-04-18",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "달걀 마라카스를 흔들고 사자 피아노 건반을 누르며 신나는 악기놀이 시간을 가졌습니다. 리듬을 타며 친구들과 함께 몸을 흔들고 스카프를 활용해 까꿍놀이로 확장하는 모습입니다. 교실벽에 걸어둔 가족사진을 보며 엄마, 아빠를 손가락으로 짚으며 미소를 보이고, 교사와 [아주아주 배고픈 애벌레]책을 읽어보며 집중해서 이야기를 듣는 친구들입니다. \n바깥놀이를 나가 \"집게차~\"하며 집게차의 움직임을 유심히 보다가 단지내에 활짝 핀 철쭉꽃을 관찰하며 자연의 아름다움을 느껴보았습니다. 꽃보다 예쁜 바다반 친구들과 비누방울 놀이도 해보며 즐거운 시간을 보냈답니다.😊\n하준이가 오늘 점심에 미소된장국(팽이버섯)과 김치를 맛있게 먹으며 밥 한그릇을 다 먹었습니다~ 점심 후에 대변도 시원하게 보았고 변상태도 괜찮았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/11Xl0/btsNqnmFS6C/AbQuy610cl24yrbFCelgAK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dbCDNf/btsNrjwJb1v/LYfbXMzfdlfcktdQScyg91/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6fBXY/btsNrazSzew/frGIukqBLA6lvONh1KVK91/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cDgYSv/btsNpX263Ln/EnujAQclRBegYcw2Z0rIvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/caliI7/btsNpttqvGV/xVnDldudKnUOkKg4gybkpk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bevTBT/btsNqpqwcrb/iOQ64wl4Y6xJUBrJ9p5DA0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0163_2025-04-18_1206467298_06.jpg"
    ]
  },
  {
    "id": "1207344630",
    "date_written": "2025-04-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "지난주에 이어 악기놀잇감과 스카프에 흥미를 보이며 탐색하였고, 스카프로 음식놀잇감을 싼 보자기를 들고 다니기도 하고 아기인형으로 어부바를 하고 토닥이며 친구들과 함께 역할놀이로 확장하는 모습이었습니다. \n바깥놀이시간에는 배드민턴장에서 뛰어놀며 주변에서 개미집을 찾아보고 개미들의 움직임을 관찰하였습니다.\"개미다~\"하며 유심히 살펴보고 신체 활동과 자연 관찰을 동시에 즐기는 시간이었습니다.\n하준이가 오늘 \"엄~~마\"를 정확하게 발음하며 반복해서 엄마를 불러보았답니다.👍\n점심에 나물반찬만 조금 남기고 밥과 국, 닭살볶음과 깍두기까지 다 먹었습니다.^^ 낮잠시간에는 쪽쪽이를 달라고해서 10분정도 누워서 물고 있다가 \"하준아 이제 자자~\"하고 쪽쪽이를 빼고 교사가 옆에서 토닥토닥해주고 이마와 미간을 살살 만져주니 스르륵 잠이 들었습니다. 5~10분정도 쪽쪽이 빠는 욕구를 충족시킨 후에 빼고  자는 것으로 해서 서서히 끊으면 될 것 같습니다.\n콧물은 오전에는 조금 났고 낮잠후부터 많이 났습니다. 오전에 10시40분경 묽은변을 한번 보았습니다. 가정에서도 변상태를 체크해주세요.\n\n*하준이 어머님 [열린어린이집 참여활동 안내] 입니다.\n-일시: 4월 23일 (수) \n-시간: 10:30 (1시간정도 소요 예정)\n-활동 내용: 아이들과 함께 실내 특색놀이 및 활동 진행 및 급식 배식 참여 예정입니다. 일정 참고 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/HTzI3/btsNpxjGeoN/f5TBcwlkcOkNwhf6czN0Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xMTKF/btsNsUFudKl/IIyd3MRZRFMwPufhvHYI41/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bLGlFh/btsNpwLS5Jy/tF2rBCHmNFmA6a5EQHU9b0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tfreS/btsNt2vyNyK/kvrrC1fpVnwbM2oWvw8eUk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/iBqZ2/btsNtQuMoKo/mIRxLi5TDKKVc0TkuLFDF0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0164_2025-04-21_1207344630_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0164_2025-04-21_1207344630_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0164_2025-04-21_1207344630_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0164_2025-04-21_1207344630_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0164_2025-04-21_1207344630_05.jpg"
    ]
  },
  {
    "id": "1208033999",
    "date_written": "2025-04-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "휴지와 싸인펜, 스포이드를 활용하여 애벌레 놀이활동을 해보았습니다. 휴지를 길게 잘라 빨대에  둘둘 말아주고, 싸인펜으로 콕콕콕 색칠한 후 스포이드로 물을 뿌렸더니 휴지가 서서히 퍼지면서 애벌레처럼 움직이는 모습을 볼 수 있었습니다. 스포이드에 많은 관심을 보이며 물을 넣었다가 휴지와 신문지에 뿌려주기를 반복하며 집중하는 바다반 친구들입니다. \n유희실에서 미끄럼틀과 붕붕카를 타고, 뒤에서 손잡이를 잡고 힘차게 친구를 밀어주기도 하며 신나게 신체활동을 하였습니다. 하준이가 너무 신이나서 뛰다가 넘어져서 윗입술을 부딪혀 빨갛게 조금 멍이 들었습니다. 가정에서도 살펴봐주세요.\n \n하준이가 입모양을 유심히 보고 비슷하게 따라하려고 시도하고 있어 쉬운 단어부터 반복적으로 알려주고 있답니다. 오늘은 \"엄~마, (아)가, 까까\" 발음을 익히며 따라하는 하준이입니다.^^\n점심시간에 새우살조림을 맛있게 먹으며 버섯볶음만 남기고 밥과 국물, 건더기까지 싹싹 다 먹었습니다. 쪽쪽이는 오늘도 10분정도 한 후 \"하준아 쪽쪽이 빼고 자자~\"하고 이야기한 후 교사가 옆에 누워서 손을 잡아주고 눈썹사이 미간을 살살 쓰다듬어주니 금세 잠이 들었습니다. 쪽쪽이를 대체하여 손가락을 빨 수도 있어서 손을 잡아주시면 좋을 것 같고, 지금처럼 입면시에만 잠시 주고 연습하면 두돌 전에 충분히 끊을 수 있을 것 같습니다.^^\n오늘도 기특한 하준이 가정에서도 칭찬 많이많이 해주세요~!!😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bgQbM0/btsNrvltvsC/ahiZoLmN82V36th2oIeDN0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SKED5/btsNuIKncUH/2oc8kKYF1W326S7KTzoRV1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bDOmjz/btsNu4GSy3H/kFwGh4b2naQtJm0iWA2KEK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bUILSa/btsNr8DwrPk/9RIA6daQpmaLC1Ed6hpXA1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bYlXqK/btsNuCqyRGK/yanEKZ24qXv2JzMZKD2ngk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bd6Qaw/btsNvfVHcSq/ebP4wQcVyYDNNQByFTy5Sk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0165_2025-04-22_1208033999_06.jpg"
    ]
  },
  {
    "id": "1208755063",
    "date_written": "2025-04-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린어린이집 [배고픈 애벌레]활동으로 안현우 어머님께서 오셔서 함께 활동을 진행하였습니다. 배고픈 애벌레 동화를 듣고 양말과 볼풀공을 활용하여 애벌레를 만들어 보았습니다. 애벌레 터널을 꼬물꼬물 기어가서 나오기를 반복하며 즐거워하는 친구들입니다. 옥상텃밭에 올라가 물을 주고 애벌레도 찾아보았고, 현우 어머니와 함께 잡기놀이도 하며 신나는 신체활동을 하였습니다. 바다반 친구들과 눈을 맞추고 이야기를 하면서 적극적으로 도움을 주신 현우 어머님께 감사의 말씀을 드립니다.\n하준이는 오늘 점심을 반찬과 밥 국까지 싹싹 다 먹었습니다. 낮잠시간에는 조금 시간이 걸리긴 했지만 \"굿나잇~\"하니 \"나~이\"하고 따라하며 웃음을 보이고 \"자장자장~아구 이쁘네~\"하며 토닥토닥해주니 스르륵 잠이 들었습니다.^^\n콧물은 거의 없었고, 오전에 설사를 하여 바지에 조금 새서 갈아입었습니다. 가정에서도 설사증상이 있는지 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cisOZW/btsNwauk3FC/x2xCNyx8xRVKG8CEPlBYxk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cV3dVp/btsNwbNwn4h/50T1T2f6eld26NdJsKRKhk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ACMCU/btsNvy3Lp4E/yXRUBZsnHJKxT2GenWS4v1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/JquIm/btsNvyin2bd/ZBWPhVbu3hy4Hfgs0kIDp1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vAT9L/btsNwoy42Ie/B7gNWuYiJQbSQinjZuryX1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/F4vko/btsNwn1gxhd/gZCEgUksleefKvSIVMCwnk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0166_2025-04-23_1208755063_06.jpg"
    ]
  },
  {
    "id": "1209444872",
    "date_written": "2025-04-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제 애벌레 터널놀이에 흥미를 보인 친구들이 터널을 기어서 통과하며 균형 감각과 협응력을 발달시키고,  몸을 구부리고 움직이며 대근육 발달에도 도움이 되었습니다.\n바깥산책을 나가 걸음을 천천히 조절하여 걸어보고 중간 중간 꽃도 구경하며 의자에 앉아 바람도 느껴보면서 한시간 정도 여유있게 실외활동을 해보았습니다. 시원한 바람과 따뜻한 햇살을 느끼며 활짝 핀 하얀색과 분홍색 철쭉꽃과 꽃 주변에서 발견할 수 있는 벌, 나비, 개미 등을 관찰하며 자연에 대한 관심이 높아진 바다반 친구들이었습니다.\n상반기 신체계측을 통하여 한뼘 더 자란 아이들의 모습을 볼 수 있었습니다.\n(두하준：키 81.0cm, 몸무게 11.9kg)\n점심에는 메추리알조림은 남기고 밥과 국물해서 잘 먹었고, 쪽쪽이 10분 후 힘들어하지 않고 스르륵 잠이 들었습니다. 오늘은 기분이 좋은 모습과 환한 웃음을 많이 보이는 하준이였습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/kNKD3/btsNxyIgCht/yCyvu4dvKgI89d27Ywmn4K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hFlXf/btsNvEXkZe5/Xv4LpiJ7Z9KPIkMtNfNbP1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bWbCiZ/btsNx0q4qvD/9MIp33TQm5FSGMKRLxuX21/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0167_2025-04-24_1209444872_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0167_2025-04-24_1209444872_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0167_2025-04-24_1209444872_03.jpg"
    ]
  },
  {
    "id": "1210162782",
    "date_written": "2025-04-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "등원하여 \"엄마~(엄마랑 왔어요), 아빠~(아빠랑 왔어요)\"하고 이야기를 나누며 가족사진을 들고 친구에게도 보여주는 모습입니다. 종이블록을 쌓아 강아지인형 집을 만들고, 블록을 쌓았다가 무너뜨렸다가를 반복하며 즐거워하였답니다. 악기놀이, 소프트블록, 그림그리기 등 자유롭게 놀이를 선택하여 즐기고, 베베꿈틀 교재에 스티커 붙이기 활동도 해보았습니다. 메낙골 공원으로 산책을 나가 나뭇가지로 흙그림을 그려보고 친구들과 선생님과 손을 잡고 천천히 걸으며 시원한 바람도 느껴보았습니다. \n하준이는 점심에 돈까스를 맛있게 먹으며 밥은 몇번 뱉기는 했지만 거의 다 먹었고, 쪽쪽이 빼고 토닥토닥해주니 금세 잠이 들었습니다.\n즐거운 주말 보내시고 월요일에 만나요~!!❤️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/beIouX/btsNAbFxRFF/dMi4R5GFzKKtzdNkRWCjXk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/A74Kw/btsNzfoEAUs/7Fe0bQv3NXa5PJ94CSBpS0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cuHqwx/btsNziMsszg/fMbQF2FPu7liUhnCOkW110/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b0pDM2/btsNy6ZL7O8/aQOKH2aVVaARYo9mrekRfk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bRO2Ie/btsNAcEsQun/cRPpDCKS7QRHpkmpgIkQ3K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dTrDaq/btsNyuG68RE/pvkyMekZF9tA7lXxipi0T0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0168_2025-04-25_1210162782_06.jpg"
    ]
  },
  {
    "id": "1211047094",
    "date_written": "2025-04-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "펀아트 창의활동으로 원목 꼬꼬닭 수납함만들기를 해보았습니다. 원목재료를 끼워서 조립하고 색연필과 스티커를 활용해 꾸며주었습니다. \"꼬꼬~\"하며 관심을 보이며 창의적인 활동을 통해 아이들이 더욱 흥미를 느끼는 시간이었습니다. 이번주에 물감으로 조금 더 꾸며주고 완성하여 가정으로 보내드리겠습니다.^^\n바깥놀이시간에는 배드민턴장에서 우주반 형님들을 만나 함께 뛰어보고 민들레꽃과 개미도 관찰하였습니다. 돌아오는 길에 형님들이 손을 잡아주어 안전하고 즐거운 산책시간이 되었답니다. \n하준이는 점심에 밥을 2/3정도 먹고나서 입안에 있는 밥을 손에 뱉은 후 바닥에 던지기를 반복하여 던지지 않는다고 이야기를 해주었습니다. 가정에서도 식사시간에 던지지 않는다고 계속해서 알려주시면 좋을 것 같습니다. \n낮잠시간에는 쪽쪽이 없이 등을 토닥토닥, 얼굴을 쓰담쓰담, 손을 잡고 친구들 이름을 이야기해주고 자장자장~해주니 스르륵 잠이 들었답니다.^^\n*한마음 가족운동회 초대장을 보내드립니다. 하준이는 참석을 못해서 아쉽지만 프로그램 내용만 한번 봐주세요^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bpNOXS/btsNBCxBaiq/GTnJcDaxRgMq689AGBfWR1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/JA5DN/btsNC92jRcz/Wja2KEgMwlPDqZ6Z7KBnVk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cO3VII/btsNBKbwrwK/b1Slk9PLan5W3nKyu0HZW0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cIvEpZ/btsNBzHEXzH/wZxJkC3vcqAKTdxNckm8JK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0169_2025-04-28_1211047094_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0169_2025-04-28_1211047094_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0169_2025-04-28_1211047094_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0169_2025-04-28_1211047094_04.jpg"
    ]
  },
  {
    "id": "1211736659",
    "date_written": "2025-04-29",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제 색연필과 스티커로 꾸며준 꼬꼬 수납함에 스펀지 붓을 이용하여 물감찍기 활동을 해보았습니다. 꽃과 동그라미 등 다양한 모양으로 잘라진 스펀지에 물감을 묻혀서 꼬꼬닭에 콕콕 찍어주고 쓱쓱 문지르기도 하며 자유롭게 꾸며주었습니다. 스펀지로 찍힌 물감 무늬를 보고 \"와, 별 같아요!\"라며 색과 모양을 탐색하고, \"꼬꼬닭 귀여워요!\"하고 이야기하며 몰입하는 모습이었습니다.\n옥상텃밭에 올라가 물을 주고, \"준비 땅~\"하며 뛰어보다가 앉아서 다리를 토닥토닥하며 즐겁게 신체활동을 하였습니다.\n하준이는 점심시간에 밥을 한번 던지기는 했지만 국이랑 해서 잘 먹었고, 쪽쪽이 없이도 토닥토닥 해주니 잠이 들었습니다. 점심 후 조금 묽은변을 한번 보았습니다. 가정에서도 변상태를  한번 살펴봐주세요. 다행히도 콧물은 거의 나지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/QgyxG/btsNDvSIIT5/2q8miVM91A2eYfLYdGWuh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bGDjBw/btsNDvd8f7T/dzI3kBoHs4jwkBLb0lLtpK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b4Pw5A/btsNDanNSuO/vY4gtTBJYWUCTaYnaUkqo0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/daBqol/btsND2oYnnR/YYdST8lTyZLzwQxU2Hi36K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0170_2025-04-29_1211736659_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0170_2025-04-29_1211736659_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0170_2025-04-29_1211736659_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0170_2025-04-29_1211736659_04.jpg"
    ]
  },
  {
    "id": "1212455082",
    "date_written": "2025-04-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "꼬꼬닭 수납함에 스티커 눈을 붙여 완성하고, 리본끈을 달아 놀이를 해보았습니다.  교사가 \"꼬꼬닭이 알을 낳았네\"하고 이야기해주었더니 수납함 안에 자른 습자지와 에그쉐이커를 넣고서 끈을 잡고 끌고 다니며 에그쉐이커를 리듬에 맞춰 흔들어보기도 했습니다. \n습자지를 던지며 \"슈웅~ 비처럼 내려요!\"하고 즐거운 표정을 짓고, 친구들이 서로 습자지를 이불처럼 덮어주며 \"따뜻해~\", \"어딨지~?\", \"여깄네~\"하고 이야기하며 상상 놀이에 몰입하는 모습이었습니다. 부드러운 습자지의 촉감과 바스락거리는 소리 자극이 아이들에게 편안함과 새로운 재미가 되었고, 하원시에 꼬꼬닭 수납함을 가정으로 보내드리오니 가정에서도 즐겁게 놀이를 해보면 좋을 것 같습니다~^^\n바깥놀이를 나가 친구들과 손을 잡고 노래를 부르며 산책로를 한바퀴 돌고 돌아왔습니다. \n하준이는 점심을 잘 먹었고, 쪽쪽이 없이 토닥토닥 하니 잠들었습니다. 콧물이나 기침증상은 없었고, 점심 후 묽은변을 한번 보았습니다. 가정에서도 변상태를 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/zsIyD/btsNE3IL9zF/vCCQCDbqpbJmlAyRSZmk3k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bLBTgD/btsNETfoJ3v/bl6UrLZLk3tKiQMpEtxhI1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ctseFs/btsNE4nnHGz/1UBIZn2JJ4dcAL5oiZ0ACK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/v6mEl/btsNE4HJrZr/ROG4XrkxT7lsZBmhCKHe1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bIqkS9/btsNFhzYs2x/YnPeP1nIX1P9xJV19HSQUk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bHDpuz/btsNFqDwIgv/qqb8NhFjalBVx2KP0wMKk1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0171_2025-04-30_1212455082_06.jpg"
    ]
  },
  {
    "id": "1213305175",
    "date_written": "2025-05-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "바깥 산책을 하며 아이들과 함께 통해사 절을 방문해보았습니다.  절 입구에서 연등과 꽃 장식을 보며 \"예쁘다!\",\"멋져요!\"라고 감탄하며 관심을 보이고, \"이건 뭐야?\"\"무슨색이야?\"라고 질문하며 색과 형태를 탐색하는 모습이었습니다. 절 주변을 걸으며 자연을 관찰하고 새소리, 바람 소리를 들으며 평온함을 느껴보았답니다. 통해사 방문 후 배드민턴장으로 이동하여 비눗방울놀이를 하며 달려가 손으로 잡기를 시도하고 즐겁게 신체활동을 하였습니다.\n하준이는 점심시간에 훈제오리구이를 맛있게 먹으며 밥을 잘 먹었고, 점심 후 묽은 변을 한번 보았습니다. 콧물과 기침증상은 보이지 않았습니다. 즐거운 연휴 보내시고, 건강하고 행복한 가족여행 되세요~!!❤️😊\n*다가오는 어린이날을 맞아, 우리 아이들을 위한 기념 티셔츠를 준비하였습니다. 늘 건강과 행복이 함께하시길 바랍니다.\n*5월 12일(월)~14일(수)은 바다 1반 신미영교사의 연차로 인해  대체 선생님께서 아이들과 함께해 주실 예정입니다. 참고 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/boXAJc/btsNJa7MUrU/kegN8rEaiBgYE5k4m4kkK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kMa6r/btsNJjczlJJ/vewFYheoJS8cmL89Egzkk0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxtKSb/btsNGXh7Grs/0Mz11VZBPJWCxtDdzXVE5K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jUKy3/btsNIPW7hI1/BbyEjzgKkGwpuUESEC2TC1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bspaX1/btsNHsojF6X/JoYS0pm8brKQbkZGnZLv10/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0172_2025-05-02_1213305175_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0172_2025-05-02_1213305175_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0172_2025-05-02_1213305175_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0172_2025-05-02_1213305175_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0172_2025-05-02_1213305175_05.jpg"
    ]
  },
  {
    "id": "1216628319",
    "date_written": "2025-05-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "새롭게 지원한 돋보기에 관심을 보이며 얼굴에 가까이 대보고,  땅속 개미집 그림을 관찰하며 탐색을 즐겼습니다. 색연필로 개미도 함께 그려보았고, 자유롭게 끼적이며 색칠도 해보았습니다.\n교실바닥에 종이테이프를 일정 간격으로 붙여 점프를 시도하며 신체활동을 하였고, 유희실에서는 토이코 놀잇감의 손잡이를 잡고 굴려보았고, 붕붕카와 미끄럼틀을 타며 즐거운 시간을 보냈습니다.\n하준이는 등원시에 울음을 보였지만 교사의 품에 안겨 진정하였고, 친구들을 손으로 짚으며 다시 일상으로 돌아온 듯 안정적으로 일과를 보냈습니다. 점심에 밥과 김치, 국물해서 한그릇 다 먹었습니다.  콧물은 조금 났고, 열은 없었지만 기침이 있어 낮잠후에 조금 힘들어 하는 모습이었습니다. 하원 후에 병원진료를 다녀오시는게 좋을 것 같습니다. \n*한마음 가족 운동회 기념 선물(간식)을 보내드립니다.\n*아동사전지문등록을 위한 기본정보 등록 확인을 부탁드립니다.(5월 2일 공지사항 참조)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bP0nBO/btsNS4AxvLS/3feBTkNULTsXImqpP009fK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9XV74/btsNTlvlqwM/41uwCr35CzO2COmf57wCv0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bcOATm/btsNS3uQISf/G2inJfnjtdfUX2BIdScJt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cgMjc1/btsNUtMTYzW/vXQ6IyHDS45OQef5X7BAT0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bGqbxI/btsNTBxTy2W/jvskGY6DepkkJeH9B3mqMk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bpFIzs/btsNS3BDw6C/0Tb0KTvYMIBsLZP9XhJV5K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cwUe8N/btsNSliJCR9/CpElahkCTkZsdzGYmJ6Bkk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0173_2025-05-12_1216628319_07.jpg"
    ]
  },
  {
    "id": "1217328436",
    "date_written": "2025-05-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "교실 벽면에 땅속 개미집 그림과 다양한 개미 사진을 붙여주니 돋보기를 들고서 그림에 대고 관찰하였습니다. 돋보기를 자신의 얼굴에 대고 \"우와~ 눈이랑 코가 엄청 커~\"하며 친구들과 마주보고 돋보기를 들었다 내렸다하며 함박웃음을 짓는 친구들입니다. \n바깥놀이 산책을 하며 길을 따라 움직이는 개미를 발견하고 신기해 했습니다. 돋보기를 사용해 가까이 들여다보며 개미의 다리와 몸 움직임을 관찰했으며, 개미가 어디로 가는지 궁금해하며 관심을 보였답니다.\n하준이는 콧물은 조금 났고, 기침은 낮잠 전후로 많이 보였습니다. 점심은 두부구이를 맛있게 먹으며 밥을 다 먹었고, 낮잠시간에 쪽쪽이를 찾았지만 토닥토닥 해주니 스르륵 잠이 들었습니다. 오후와 저녁시간에 푹 쉬고 얼른 회복되기를 바래요~!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/zqCYl/btsNVdDMJQP/80Rm2NkdREo1VCwDbmsHkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NDUqx/btsNV8aHtlj/Cno3fOe8LFRbvSFwUvYTM0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/G9elT/btsNUUEuuzT/5KPSTuBfa8Rk2bTQ6yUPv1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0174_2025-05-13_1217328436_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0174_2025-05-13_1217328436_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0174_2025-05-13_1217328436_03.jpg"
    ]
  },
  {
    "id": "1218014843",
    "date_written": "2025-05-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "열린어린이집 활동으로 [카메라에 봄꽃을 담아요]를 주제로  카메라 도안을 꾸미며 봄을 담는 나만의 카메라를 만들었습니다. 다양한 스티커를 붙이고 셀로판지를 끼워 완성한 카메라로 찰칵찰칵 사진을 찍어보고, 꽃사진을 들여다보며 즐거워했습니다.\n종이카메라를 목에 걸고 바깥놀이 산책을 나가 셀로판지를 통해 꽃과 나무를 관찰하고, 떨어진 분홍색 철쭉 꽃을 주워 카메라 그림에 문질러 보며 자연의 색을 직접 표현하는 놀이도 즐겼습니다.\n하준이는 점심은 잘 먹었고, 낮잠은 1시간 정도 잤습니다. 오전에 기침을 많이 했고, 낮잠 후에도 기침이 심했습니다. 이마가 따끈해서 열체크를 해보니 37.2도 정도로 미열이 있습니다. 하원 후에 병원 진료가 가능하시다면 기침약을 추가하여 처방을 받으시면 좋을 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/hdczZ/btsNWRtU1er/nAFuGAtb0pSqoeh3HzkqhK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bPKvLa/btsNWPbNpx2/KMakWIm7W7WLstLs78TuYK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbrQpr/btsNVrcaYcv/Aa3rOyKk61vkGP9exJgG30/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xHzPh/btsNWL1xFUf/TNehW02f2yNp4kRuVqeoxk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dyEg7/btsNVsCdrRr/4vywx8eEs07afPdW4DQC10/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/DAklm/btsNX6qjctJ/jnekDjGpuVYr9mf1uxRU21/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cWRrOO/btsNXYMBzQ7/bkwmlOIeQykeYaglVeYT7K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0175_2025-05-14_1218014843_07.jpg"
    ]
  },
  {
    "id": "1218743682",
    "date_written": "2025-05-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "돋보기에 지속적으로 관심을 나타내며 가족사진과 개미 그림을 자세히 들여다보며 탐색 활동을 즐겼습니다. 손가락으로 짚으며 작은 부분까지 눈여겨보며 관찰하는 모습이었습니다. 손가방을 어깨에 메고 다니며 \"마트 다녀올께~\" \"바나나 사러가요.\"하면서 친구들과 상상력을 펼치며 역할 놀이를 했습니다. \n실내 대체활동으로 바닥에 종이테이프를 붙여 두발로 점프하고  '준비 땅~'하며 달리기도 해보았고, 교사와 손을 잡고 두발모아뛰기를 시도하며 몸을 활발하게 움직여 보았습니다.\n오전에 경찰관 아저씨와 함께 아동 지문 등록 활동을 진행했습니다. 아이들은 자신의 손가락을 경찰 장비에 대고 지문을 찍으며 신기해하는 모습을 보였고, 손부채 선물을 받으며 좋아했습니다.^^ 하준이도 울지않고 씩씩하게 잘 해냈답니다.\n하준이가 낮잠전후로 기침을 많이 보였지만 어제보다는 기침이 심하지 않았고 컨디션도 나아진 모습이었습니다. 점심은 밥을 1/3정도 남겼고, 낮잠은 잘 잤습니다. \n*오늘 하준이 등에 스티커를 보며 행복한 하루였답니다.^^ 어머니께서 보내주신 도넛도 교사들과 함께 너무 맛있게 잘 먹었습니다~ 감사합니다!!❤️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gkSmZ/btsNXWbfT3L/a39I5m9ksZZS1ePkGCpvP0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xPpRE/btsNW3aYcZA/KaNctzooX2r2REYLDkOEQ1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cm0NQa/btsNXQB55qG/nPsfw3GGds7IlDQax43U81/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cBYLl0/btsNYhlXuSK/Uk5FrjUJ2FjSPFzRWKp3Fk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cZ4aPS/btsNZvwM3T3/ku7H4ftlL8Ck99k8wGvZck/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0uMKa/btsNZzy71RU/8A5dfJ6s8Uk91SbNEe5LuK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bgkAOf/btsNW2QBbjO/kJaAxmc1Xz43QQTKPrEKDk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0176_2025-05-15_1218743682_07.jpg"
    ]
  },
  {
    "id": "1219481317",
    "date_written": "2025-05-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오전에 창밖의 비 오는 풍경을 보며 \"후두둑\"\"주륵주륵\" 빗방울이 떨어지는 소리를 표현해 보기도 하고, 자연 속 소리에 집중하는 친구들입니다.\n놀이시간에는 현관에 게시할 스칸디아모스 얼굴액자 꾸미기 활동을 해보았습니다. 여러가지 색깔의 스칸디아모스를 만지며 \"부드러워~\" \"부들부들해\"하면서 폭신한 촉감을 느끼고, 자신의 얼굴사진에  붙여주며 액자를 꾸며 주었습니다.\n대체활동으로 바닥에 그려진 라인을 따라 자동차를 굴려보았는데, 손으로 방향을 조절하고 앞으로 밀며 쭉 나가는 모습에 즐거워했습니다. \n하준이는 기침증상이 많이 호전되어 기침을 거의 하지 않았습니다. 점심은 동그랑땡과 맛있게 잘 먹었고 낮잠도 푹 잤습니다.^^\n즐거운 주말 보내시고 월요일에 만나요~!\n\n*4차 영유아건강검진 시기로 안내를 드립니다. 검진 후 결과서를 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dTYuX/btsN0ebJte1/Hkh0CgOSpygKw6f7NV91RK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bkfkgP/btsN0g8sFi1/ieIz6Q5ZkU5dChBGkZVNIk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b7dlj7/btsN0xPFG7o/k98UtVakMzJgibbyTkqC20/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c0LhyH/btsNZEWgb25/Hh40Hqrb9tvw2YbNrTrxc1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bwjrHR/btsN03m0eZh/uUthUHEYEi8HZEzt0jAqW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dqm9b4/btsNZFnndFU/9uBVdmzd0tzauHa33s5kvk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0177_2025-05-16_1219481317_06.jpg"
    ]
  },
  {
    "id": "1220359314",
    "date_written": "2025-05-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "실내자유놀이시간에는 돋보기, 자석블록, 자동차, 손가방 등을 활용하여 자유롭게 놀이를 하였고, 바깥놀이시간에 \"꽃 찾으러 가볼까?\"하고 메낙골공원으로 산책을 다녀왔습니다. 개미, 공벌레를 찾을 때 마다 \"여깄다~\"하며 즐거워하였고, 나뭇가지로 개미가 지나가는 길을 쓱쓱 그려보기도 하였습니다. 공원 바닥에 떨어진 매실열매를 주워서 유심히 관찰한 후 친구들과 손을 잡고 \"곰세마리~\"노래를 부르며 돌아왔습니다.\n하준이는 콧물은 심하지 않았지만 노란코가 나와서 한번씩 닦아주었고, 낮잠시간에 그르렁하며 숨쉬기가 조금 힘들어 보였습니다. 일과시간동안 컨디션은 괜찮았고, 점심에 밥도 다 먹었습니다.\n오늘도 잘생긴 하준이 사진 보시고 힐링하세요~!❤️\n*칫솔 마모가 심하여 교체하려고 하오니 개인칫솔을 하나씩 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b6DX2X/btsN3fBgTDb/gonJMMc8l4keOV0mQ2SyOk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bXwHA7/btsN3g1gaup/XWfDTviGkULLKiJDd1T0f0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ce5ICq/btsN18C5Wjo/P2I7dJ0ILVw6UwyKC3oTqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bdOEJF/btsN2bGygtp/fuGvTe6kPQLZaYgRV3aFD1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vrE1q/btsN1yCigXV/zdSmCLk5NeVVY3dKh7EaOK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eHEkw6/btsN1yWyaq5/tbijewKTPTciATHDzwDvB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bFAuvZ/btsN1Te8C9V/XHLfEerVnOSu319XmkYsH0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0178_2025-05-19_1220359314_07.jpg"
    ]
  },
  {
    "id": "1221051351",
    "date_written": "2025-05-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny_after_rain",
    "content": "교실 벽면에 붙여준 개미의 일생이 담긴 그림을 자세히 들여다보며 개미가 어떻게 성장하고 생활하는지 탐색해 보았습니다. 알에서 애벌레, 번데기, 성충으로 변하는 과정을 보며 흥미를 가지는 모습을 보였습니다. 그림 자료를 통해 생물의 성장과 변화에 대해 자연스럽게 관심을 가지며 관찰력과 인지능력을 확장시키는 경험을 할 수 있었습니다.\n부드러운 천사점토를 사용해 케이크를 만들며 모양을 만들고 꾸미는 놀이를 했습니다. 손으로 주무르고 쌓아가며 촉감을 경험하고, 종이빨대를 꽂아 완성된 케이크를 친구들과 함께 보며 만족스러워하는 모습을 보였습니다.\n바깥놀이시간에는 지역사회연계활동으로 관리실에 방문해 반갑게 인사를 나누고, \"어디 가요?\" \"뻥튀기 사러 가요~\" 짧은 대화를 나누며 주변 사람들과 소통하는 시간을 가졌습니다. 아이들과 편의점에 들러 뻥튀기를 사 와 친구들과 함께 나누어 먹으며 즐거운 간식 시간을 가졌답니다.\n하준이는 산책시간에 콧물이 나서 닦아주었고, 점심에는 브로콜리를 맛있게 먹으며 밥을 잘 먹었습니다.^^ 낮잠도 잘 잤고 안정적으로 일과를 보냈습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/iNK40/btsN5tZTOk0/p2BWj8eIzhrdlGPw4fXC80/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/P8yjW/btsN36LQgPM/YmUXcZNe98GGtHKkzOj1EK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/UJc6Y/btsN3LnHpNj/ATsEGkLKcEmWa0HRiHbbD1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bcsEfV/btsN4f2R0CH/FVzkijYxf43xrGtKmRApP0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0179_2025-05-20_1221051351_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0179_2025-05-20_1221051351_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0179_2025-05-20_1221051351_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0179_2025-05-20_1221051351_04.jpg"
    ]
  },
  {
    "id": "1221721001",
    "date_written": "2025-05-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "바다반 친구들이 어제 했던 점토놀이를 하고 싶다고 표현하여 별과 물고기 모양틀을 사용해 모양을 찍어보며 놀이했습니다. 점토의 촉감을 느끼며 손 조작 능력을 키우고, 다양한 방식으로 변형하며 스스로 놀이를 확장하고 표현하였습니다.\n옥상 텃밭에서 부드러운 상추 잎을 만져보며 감각을 느끼고, 상추를 뜯어서 바구니에 담으며 수확하는 즐거움을 경험하였답니다. 수확한 상추는 가정으로 보내드리오니 저녁시간 아이들과 텃밭 이야기 나누며 맛있게 드시기 바랍니다~^^\n하준이는 콧물과 기침이 조금씩 있었고, 점심에 밥은 조금 남겼습니다. 보육실과 유희실, 텃밭에서 뛰어다니기를 즐기며 컨디션은 좋았습니다.^^\n* 5월 28일 수요일에는 열린어린이집 특색활동(요리)이 예정되어 있습니다. \n앞치마, 머리수건을 월요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/FQ2UR/btsN4F16Eid/CWbrlmiBBJfO9ZDlq4cWV0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/mLcSE/btsN4PjrPKn/x4GCq3Iq8qLorBicknKV01/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pbZq9/btsN6zfg1tM/RUOkIMAUhSrNV78FhgqelK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/e8FYJ/btsN4QvPQVv/kH2nsfTmyfvZlLVJjjxfM0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Fhjef/btsN5R1xG0a/EvAZVB3rTRlKcg0Q4fXdyk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cExJd6/btsN6ukJ7Pu/FokvjtjPOIEHfkDRAxL1Q0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0180_2025-05-21_1221721001_06.jpg"
    ]
  },
  {
    "id": "1222441733",
    "date_written": "2025-05-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 검정 도화지 위에 셀로판지를 잘라 붙이며 개미를 표현해 보았습니다. 개미의 몸을 조각조각 붙이며 세밀하게 관찰하는 모습이었습니다. 셀로판지를 얼굴에 대고 \"까꿍~\"하기도 하고 셀로판지를 겹쳐보며 색과 빛의 변화를 탐색해보는 바다반 친구들입니다. \n바깥산책을 하며 쑥을 찾아 직접 뜯어보는 경험을 했습니다. 쑥을 뜯으며 촉감을 손으로 느끼고, 가까이에서 향기를 맡으며 \"음~ 꽃냄새가 나요.\"하고 표현하기도 했습니다. 쑥을 뜯어 바위에 가득 올려놓고 뿌듯해하고, 민들레꽃과 벌도 관찰하며 자연 속에서 감각을 탐색하는 시간을 가졌습니다.\n하준이가 기침은 조금 했는데 콧물이 많이 나서 손수건으로 닦아주었습니다. 점심은 밥을 조금 남겼고, 소불고기를 잘게 잘라주니 꼭꼭 씹어서 맛있게 잘 먹었습니다.^^\n*보육실 온도는 너무 덥거나 춥지 않도록 에어컨을 잠깐씩 틀면서 24~26도 정도로 조절하고 있습니다. 지금처럼 반팔이나 얇은 긴팔정도로 입고 생활하면 적당할 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cDvSWd/btsN7VpIABT/0BdRoPnka3jtZeKjVMQ450/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/I7XgB/btsN7bNDdaB/6w3sGkKztmCob2WHaElZqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b7DOvi/btsN81PMHs4/FPdx2Jn2pEa1WOcP7DTnj1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/chwwG6/btsN85klEKX/yGrV65dXRR3awxa272bkB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pxQ8i/btsN7UYCKzk/pjXwvr0o5wSYznET4ybdck/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xL3gi/btsN7RU9GnU/3rAQLHmppd6TKqTz6iPGT0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0181_2025-05-22_1222441733_06.jpg"
    ]
  },
  {
    "id": "1223127403",
    "date_written": "2025-05-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "놀이시간에 집게차 소리가 들리자 안아서 창밖을 보여달라고 표현하며 관심을 보였습니다. 창밖으로 살짝 보다가 바깥 산책을 나가 커다란  집게가 올라갔다 내려오는 모습을 보며 \"우와!\" 감탄하면서 집중해서 보는 친구들입니다. 단지내를 한바퀴 산책후 어린이집 데크에서 물 위에 떠 있는 연꽃과 부레옥잠을 가까이에서 살펴보며 손으로 집고 들어올려 잎의 모양과, 뿌리를 유심히 바라보며 관찰도 해보았답니다. \n분필을 들고 데크 바닥에 끼적끼적 그림을 그려보고, 교사가 하트를 그려주니 \"나도~\", \"하트~^^\" 하며 웃어보이는 사랑스러운 친구들이었습니다.❤️\n하준이는 콧물과 기침증상이 있어 콧물을 닦아주고, 물을 많이 마시도록 했어요. 점심에는 치킨까스를 꼭꼭 씹어 맛있게 먹었는데, 밥은 반정도 남겼습니다. 저녁에 충분한 영양섭취를 해야 할 것 같아요^^::\n건강하고 즐거운 주말 보내시고 월요일에 만나요~!!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bY5r8q/btsN92ow3SS/aI6s7NJMS1Va48AoGKfeQk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ejFIg/btsOaX0MQt0/Lw6gKiJZSnGseL8bKWDB01/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b6SdPG/btsOaheEolh/vsExiaorqaFpKeUdWJ1IkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bhpBFN/btsOaVBTZSv/DKbOB2gK2RlTvYejgHzsH0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0182_2025-05-23_1223127403_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0182_2025-05-23_1223127403_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0182_2025-05-23_1223127403_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0182_2025-05-23_1223127403_04.jpg"
    ]
  },
  {
    "id": "1223997448",
    "date_written": "2025-05-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "등원하여 창틀에 걸어둔 셀로판지로 꾸민 개미 그림을 바라보며 햇빛에 비친 모습을 신중하게 관찰하는 친구들입니다. 빛과 색이 변하는 모습을 보며 호기심 어린 표정으로 탐색하는 모습이 보였습니다.\n펀아트 아트북 활동에서는 점선을 따라 선긋기를 시도하며 끼적이며 탐색하는 과정을 즐겼습니다. 선을 그으며 손끝으로 조작하는 경험을 하며 자신만의 표현을 확장하는 시간이 되었습니다.\n바깥놀이에서는 메낙골공원의 분수에 나오는 물줄기를 바라보며 \"슝~\" 하며 물이 솟아오르는 순간을 표현했답니다. 움직이는 모습을 주의 깊게 관찰하며 환경과 상호작용하는 즐거운 시간을 가졌습니다.\n하준이는 콧물과 기침이 조금 있었지만 지난주보다 호전된 모습이었고, 점심시간에 고기,김치와 밥을 싹싹 다 먹었습니다.^^\n*5월 28일 수요일에는 열린어린이집 특색활동(요리)이 예정되어 있습니다. 앞치마와 머릿수건을 내일까지 꼭~보내주세요!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b2qkRk/btsObtAyjTg/fKnmScr9qNqyQzQcHx0gA0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/N6mru/btsOd212RmQ/VdBVj2BTI4wtAtkYQUrp90/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SKiwq/btsOche3ToY/CSg1B1Ldk7pjEtulQGDTK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/brNU4q/btsOd0wpcm8/wynH4Q0u8lH8mhsFhOlNIk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/e4db7/btsObWvw8JB/yZYapqVkGvYwL4zUuEUQ1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c2JYRk/btsOc6RrAhy/mZrY1lUcd1DJRV3Tnv0zD0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0183_2025-05-26_1223997448_06.jpg"
    ]
  },
  {
    "id": "1224657112",
    "date_written": "2025-05-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "교실 벽면에 새롭게 꾸며진 수박 풍경 그림에 관심을 보이며 돋보기로 들여다보기도 하는 모습입니다. 수박을 보며 \"커~\" 하고 표현하며 크기에 대한 탐색을 했고, 초록색 껍질, 빨간 속, 검정색 씨, 노란 수박꽃을 이야기하며 색과 특징도 알아보았습니다. 교실 바닥에 커다란 종이를 펼쳐 색연필로 자유롭게 그림을 그리며 창의적인 표현을 즐겼답니다.\n바깥 산책 중 해군중앙성당에 들러 성모마리아상과 빨간 장미꽃을 관찰하고, 손을 모으고 기도하는 곳이라고 알려주니 자연스럽게 손을 모으기도 하는 친구들이었습니다.\n하준이는 오늘도 점심에 밥을 다 먹었습니다. 청경채나물과 밥을 같이 주니 몇번 뱉었지만, 밥을 먼저 다 먹고 나중에 나물반찬만 따로 숟가락에 떠주니 잘 먹었습니다.^^  \n*5월 29일 목요일에 소방대피훈련이 있습니다. 여벌 양말을 보내주세요.\n*6월 2일(월)~5일(목)은 바다 1반 담임교사의 영등포구 국공립 어린이집 우수교사 호주해외연수로 인해  대체 선생님께서 아이들과 함께해주실 예정입니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cFUXtM/btsOdEBsnin/1alO6dSVMOh6VhgLDaQilK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cHMmyb/btsOcDXAmjj/Cn9wpT0gnLpCddikPAtL6K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/e2Vi3/btsOeIwjy96/M5V0lCUQl3k7ZRNu33QhT1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c3QYNd/btsOcEPHPNp/NRIm3H1hOSrG0qHJfAi4Vk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/08Yf1/btsOe0DvhA4/DTcrrXCY45xs9bIXuriQi0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0184_2025-05-27_1224657112_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0184_2025-05-27_1224657112_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0184_2025-05-27_1224657112_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0184_2025-05-27_1224657112_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0184_2025-05-27_1224657112_05.jpg"
    ]
  },
  {
    "id": "1224381693",
    "date_written": "2025-05-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어머니 하준이 투약의뢰서 부탁드려요~",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1225350510",
    "date_written": "2025-05-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린어린이집 [단호박 샌드위치]요리활동으로 바다1반 윤가람 어머님께서 오셔서 함께 활동을 진행하였습니다. 찐 단호박과 계란을 지퍼백에 넣어 손으로 조물조물 으깨며 질감을 탐색하고, 오이, 맛살, 익힌 당근을 칼로 조심스럽게 잘라보며 손 조작 활동을 경험했습니다. 가람이 어머니께서 으깬 단호박과 재료들을 마요네즈와 함께 섞어주셨고, 모닝빵 안에 속을 채워 샌드위치를 완성하며 성취감을 표현하는 모습이 보였습니다. 재료들을 조금씩 맛보며 \"맛있어!\" 하고 즐거운 표정을 짓는 친구들도 있었고, 요리를 통해 감각을 탐색하고 즐겁게 활동하는 시간을 가졌습니다.바다반 친구들과 함께 요리활동을 즐겁게 해주시고, 적극적으로 도움을 주신 가람이 어머님께 진심으로 감사의 말씀을 드립니다.😍\n하준이는 요리하며 모닝빵을 맛있게 먹었는지 점심에는 짜장밥을 계속 뱉어서 흰밥으로 제공해주었는데, 밥과 숭늉을 반정도 먹고 남겼습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/9whMj/btsOfzUre8L/IxHYq8k7a12XU0lu4SRrs1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wrSsR/btsOfS68ovD/wHpc4h9Tm61ss9hwCnu631/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d6AlDf/btsOe0rm9v9/sZUAOyMr6QNSvoma7Gr3XK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/CnMfV/btsOfQIfgpt/bXdcXGDXEVHwWBAFEWkvQ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Fu8HM/btsOg7vuGxa/t3AeLGr4c2EaVm4es6Da50/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dlUuVH/btsOfQuLxgi/AKp5mc1KYkLcHVRpfjqA0k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jRShY/btsOfPvR2sG/mG4VbVYoK01EOstVpI7pAK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0186_2025-05-28_1225350510_07.jpg"
    ]
  },
  {
    "id": "1226025117",
    "date_written": "2025-05-29",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오전에 소방대피훈련이 진행되었습니다. 사전연습을 통하여 대피방법을 설명해주었고, 사이렌이 울리자 잠시 놀라기는 했지만 \"불이야~\" 외치며 손으로 입을 가리고 신속하게 대피하는 모습을 보였습니다. 훈련을 통해 위급 상황에서 안전하게 행동하는 방법을 익히는 시간이 되었습니다.\n대피 훈련 후  메낙골공원 산책로를 따라 짝꿍과 손을 잡고 걷는 연습을 해보았습니다. 친구와 함께 질서 있게 걸으며 어르신들께 인사도 하고, 주변을 관찰하며 차분한 시간을 보냈습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b5FbEE/btsOg9VCisc/neZqabF43ufyBZAVyYJxtk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bKRYRh/btsOhcEEXUb/TwvVQPFLek16RzyA5KJiF0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6WJmu/btsOiHXZh7a/vO2EEZXwSXxpUDzV5x9thk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbcXpS/btsOg6ShWK0/LRF5kOyffzshaKzGX8cKk1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bnIxWq/btsOhlhjWDb/28FksPvKSVGANJlVWWH1JK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HuHEW/btsOiBjjl3h/oVkqoB9GKYvuxU8GaSTSf1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0187_2025-05-29_1226025117_06.jpg"
    ]
  },
  {
    "id": "1226741864",
    "date_written": "2025-05-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 옥상 잔디 그늘 아래에서 모래놀이를 하며 즐거운 시간을 보냈어요. 아이들은 손가락으로 모래를 꾹꾹 눌러보며 촉감을 느끼고, 놀이도구를 활용하여 다양한 모양을 만들었답니다.  \n모래의 부드러운 감촉을 직접 느끼며 창의력을 발휘해 모래놀이에 집중하는 모습이었습니다. 작은 손으로 모래를 쥐어 보고, 친구들과 함께 즐기는 아이들의 모습이 너무 사랑스러웠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cv7kSX/btsOiWu6oe3/c56FoXFjKKrdVnLPz1VkKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/soFNc/btsOknZAXJ1/KpvCY8dIX3fuNnipVtprPK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bQ6Ze7/btsOiGlNJD5/a1KkY5EZsxIggMIBuvEKUk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ytgdH/btsOjX068tp/M0mSKnr7m9QZUpswTm5fM1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hBYNr/btsOjqoZRmK/iWfc7pArZjeSzmggap5eFk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jdxiS/btsOhJXT16C/qr1wSKIZBLE4orFgWilaD0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fBQCA/btsOju5X61n/fiswqwwJ1q3oukS7IxLG0K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0188_2025-05-30_1226741864_07.jpg"
    ]
  },
  {
    "id": "1227626863",
    "date_written": "2025-06-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "새로운 악기 놀잇감 드럼, 탬버린, 마라카스를 탐색하며 소리를 내고 리듬을 즐기는 시간을 가졌습니다. 친구들과 함께 악기를 연주하고 교사와 함께 노래도 부르며 음악 활동에 적극적으로 참여하는 모습이었습니다.\n놀이텐트안에 들어가 볼풀공 위에 누워서 몸으로 공의 촉감을 느끼고, 공을 던지기도 하며 볼풀공 놀이를 하였습니다. 텐트를 옮겨다니며 까꿍놀이도 하고 공을 골대에 넣으며 놀이를 확장하면서 환한 웃음을 보이는 바다반 친구들이었답니다.\n하준이가 볼풀공 놀이를 너무너무 좋아하며 소리내서 웃고 즐거워하였습니다~사진도 너무 예쁘게 나왔어요!!😍\n*6월 5일 목요일에 소방대피훈련이 있습니다. 여벌 양말을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/F9pMM/btsOmaG3WYU/8wtfgLJ73EHGJYijKRMzl1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wq0oU/btsOnvcqiAG/usQe5q6Xr3q9iL77VixGn0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMWKm9/btsOma1sEwN/gwppJ3oM7NPQG2bjuqGSWK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jL1pX/btsOmjwXdtz/yiySxDQmBKUJE6aLUTowb1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KhiMH/btsOoeOYEJU/VqOOMZKyJQ1PhkocMgKxTk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b56Cwn/btsOle4wdnO/sqzjdLsnsvrrcehjIDbFs0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SLq4P/btsOlVi7l2j/KyYkTKWXxdHwmaSbRZf1fK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FR4ln/btsOnvKfMdD/uEtFgE12pem07Uv2I3IKZk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0189_2025-06-02_1227626863_08.jpg"
    ]
  },
  {
    "id": "1228392721",
    "date_written": "2025-06-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "새롭게 지원한 놀잇감들을 탐색하고 악기 놀이, 컵쌓기 놀이, 병원 역할놀이 등을 하며 자유롭게 놀이를 즐기는 모습이었습니다. \n의복 소근육 놀이 교구를 활용하여 끈을 구멍에 넣어보고, 지퍼를 올렸다 내렸다 하며 손 조작 활동을 경험해보았습니다. 소근육을 활용하며 손의 움직임을 조절하고 탐색하는 시간을 가졌습니다.\n바깥놀이 산책으로  메낙골공원을 한바퀴 돌며 시원한 바람도 느껴보고, \"까악까악~\" 까마귀 소리를 듣고 나무위의 까마귀를 찾아 한참동안 관찰하는 바다반 친구들이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bKPxVB/btsOmNshK4n/dMqCixKtoBLoU4NgmWxCyk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tVQed/btsOpxHRFh1/XggcSF5RuoNe1FTiQ2K6Uk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/beU5yL/btsOoqCUZK1/H2jZ3Bcv0GKJ0sfAVlRkp0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/4wbyY/btsOofhkswV/7RUn27zX8DJqrl8MOM6ZT0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0190_2025-06-04_1228392721_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0190_2025-06-04_1228392721_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0190_2025-06-04_1228392721_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0190_2025-06-04_1228392721_04.jpg"
    ]
  },
  {
    "id": "1229061620",
    "date_written": "2025-06-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "소꿉놀이 놀잇감을 활용해 포크로 저으며 요리를 준비하고, 교사에게 가져다 주며 역할놀이를 즐기는 모습입니다. 친구들과 함께 종이블록을 차곡차곡 쌓아 집을 만들고 그 안에 곰인형을 눕혀 토닥이며 따뜻한 상호작용이 이루어졌습니다. 옥상 텃밭에서 방울토마토들이 줄기에 주렁주렁 매달려 있는 방울토마토를 손가락으로 가리키며 관심을 표현하고 관찰한후 공놀이를 하였습니다. 수박탱탱볼을 굴리고, 두손으로 높이 던져보고, 발로 차기도 하며 전신을 활용하며 에너지를 발산하는 바다반 친구들이었습니다.^^\n하준이 오늘 점심시간에 닭살주물럭과 밥을 한그릇 뚝딱 다 먹어서 추가로 제공하여 조금 더 먹었습니다.👍 \"엄~마\",\"아~~~빠~\"를 하루종일 외치며 뛰어다니는 하준이였답니다.😊\n*오전 소방대피훈련을 잘 마쳤습니다.\n*날씨가 점점 더워지고 자외선이 강해지면서 바깥놀이를 9시 30분부터 다녀오려 합니다. 우천시 또는 미세먼지가 나쁜 날을 제외하곤 9시 30분까지 등원해 주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/jIToX/btsOry074to/CBhl5DkK1gKN89XYSKrCOk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/VlGjI/btsOrWUVRGQ/ysFKgVUL5qGNnd5JZbKidk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/gPmM3/btsOrn6Grd0/qWQqvz7sq1Yb0thhXlTp7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/nMHPw/btsOrTRrPxM/O4ySGXrl0ejOkrrVpnn4lK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bg5EY4/btsOrxalqeO/jiJoQYFTDJcIOXkXt4pYak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dpfCKp/btsOrTYsdf5/j2NcCyx13cwDlrrKK4p0D1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0191_2025-06-05_1229061620_06.jpg"
    ]
  },
  {
    "id": "1229953045",
    "date_written": "2025-06-09",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "토끼 멜로디폰 놀잇감에 관심을 보이며 버튼을 눌러 소리와 노래를 들어보았습니다. \"엄마~ 아빠~\" 하며 전화를 받고, 혼잣말을 하며 함께 역할놀이를 즐겼습니다. 동물 놀잇감 말 인형을 이용해 \"다그닥다그닥~\" 하며 달리는 시늉을 하고, 양 인형을 들고 \"음매~ 매애~~\" 하며 동물 소리를 내어보며 놀이를 이어가는 모습이었습니다. \n바깥 산책을 일찍 나가 시원한 바람을 느껴보았고, 참새가 \"짹짹짹\" 우는 소리를 듣고 따라하며 자연과 교감하는 시간을 가졌습니다.\n하준이가 점심에 고기반찬과 밥을 맛있게 다 먹었고, 점심후에 \"기저귀 갈자~\"하니 하준이가 오면서 \"응가, 응가\"라고 말했는데 응가를 시원하게 했더라구요.^^ 하루하루 표현이 늘고 있는 하준이 입니다~ 살짝 발진이 있어 평소보다 기저귀를 자주 갈아주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cLcdIV/btsOslCrKSB/T7v6UOU53mrdLEleM8tCoK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/waaOZ/btsOt7CNQ5c/VcFWzYFRuMzLgk7kVkPfo0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bqBOWi/btsOsTk7qwO/NK9IIa6P09asCQSYknEsPK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bUkGI5/btsOsmg3F0v/3AQTDF7ngA9677ZpGxVkW0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ba4kRB/btsOsS0PY5q/T8KGNuRaKhkEhQMwILtdrk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bsPKhd/btsOurm9Wkb/hVb8zBoXkt5z1eMTuujmbK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0192_2025-06-09_1229953045_06.jpg"
    ]
  },
  {
    "id": "1230628395",
    "date_written": "2025-06-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "아이들은 소꿉놀이를 하며 접시와 냄비에 음식을 담아 친구와 교사에게 건네주고, 먹는 시늉을 하며 역할놀이를 즐기는 친구들입니다. 소프트블록을 쌓아 올렸다가 무너뜨리며 놀이의 반복 속에서 성취감을 표현하는 모습이 보였습니다. 바깥놀이에서는 민들레 꽃씨를 찾아 \"후~\" 불어보며 관심을 보였고, 잠시 앉아 분수가 나오는 모습도 구경하였습니다. 메낙골공원의 돌 지압길을 교사의 손을 잡고 걸으며 발의 감각을 경험하고, 부드러운 자갈돌을 만져보며 촉감을 탐색하는 시간도 가졌습니다. \n하준이가 교사와 손을 잡고 산책하다가 발이 걸려 넘어져서 턱아래쪽에 살짝 상처가 생겼습니다. 울거나 하지는 않았지만 소독 후 약을 발라주었고, 가정에서도 한번 살펴봐주세요..ㅠㅠ\n점심은 감자범벅 반찬을 달라고 표현하며 밥과 함께 잘 먹었습니다.\n\n*오늘부터 공은주 실습선생님께서 오셔서 바다반에서 함께 생활하고 있습니다. 참고해주세요.\n*하준이 어머님 [열린어린이집 참여활동 안내] 입니다.\n-일시: 6월 11일 (수) \n-시간: 10:30 (1시간정도 소요 예정)\n-활동 내용: 아이들과 함께 산책, 활동 진행 및 급식 배식 참여 예정입니다. 일정 참고 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/brS127/btsOtrW1RIx/UNf9lL6yPtElkkvNyfewRk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bntrtW/btsOu4MMjvu/7quzpT4lxaIkQBAuC0J2Sk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NPkeM/btsOuD9IC0g/MGvyBHmn1zcdMrAk6xNT31/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cSmhUg/btsOuFsTtaI/PgjkTmmJSh8uVwx32XyRkk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cHvKSB/btsOvvJ54Sk/9KEEHZCBhmEXBmOWiohva0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/i3wgz/btsOv791OAe/kmH7ZsqSmkHCRwh4codsU1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0193_2025-06-10_1230628395_06.jpg"
    ]
  },
  {
    "id": "1231329161",
    "date_written": "2025-06-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 열린어린이집 산책 활동으로 바다2반 두하준 어머님께서 오셔서 함께 활동을 진행하였습니다. 투명 부채에 매직펜으로 자유롭게 그림을 그리고, 하트스티커를 붙여 개성 있는 부채를 완성했고, 메낙골공원으로 산책을 나가 직접 부채를 들고 흔들며 시원함을 느껴보았습니다. 공원에서 분수의 물줄기를 바라보며 주변 환경을 관찰하고, 청개구리를 발견하며 '폴짝폴짝' 청개구리의 움직임을 흥미롭게 바라보고 관심을 표현하는 바다반 친구들이었습니다. 바다반 친구들과 즐겁게 산책을 해주시고, 적극적으로 도움을 주신 하준이 어머님께 진심으로 감사의 말씀을 드립니다.❤️ 하준이는 점심에 밥을 조금 남겼지만 숭늉이랑 맛있게 잘 먹었고, 양치후 금세 잠이 들었습니다. 하준이를 안고 오시느라 피곤하셨을텐데, 저녁시간 푹 쉬시고 내일 뵙겠습니다.\n오후간식후에 대변을 시원하게 보았습니다~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ceOJ5P/btsOxoxhaIV/YuRKZeD0UKzZYucHvUbJ4k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c5YvR7/btsOxp30dRu/zg6dYd9WaJGKYSvpjKdJQ1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/l38x5/btsOxqICbPD/eUo4kd6qGELDWfrI0CaVl0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bcCevd/btsOxzefdTZ/K6AoiaiotEK2ZVNEmwm9b0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wg4X0/btsOxxAIQOI/lQiKCZg0jzh6yYPKbniW50/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vO1QU/btsOveJTGrC/e9GXxvYDv7n03bKSPdskWK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bempZY/btsOv0LboyK/RRDtcyq124xq3RDR7U3hk0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cLr3S2/btsOxARKZ0K/SVlcd9K41METwozG1dEOw0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0194_2025-06-11_1231329161_08.jpg"
    ]
  },
  {
    "id": "1232007369",
    "date_written": "2025-06-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "동물인형과 놀잇감을 가지고 친구들과 동물 흉내를 내며 다양한 동물의 움직임과 소리를 표현하고, 보육실 벽에 붙여놓은 참새 사진을 보며 참새 알과 아기 참새를 손가락으로 가리키면서 탐색하는 모습이었습니다. \"짹짹짹\", \"참새가 점프~\", \"개구리가 점프~\" 하며 점프도 시도하며 신체 활동을 즐겼습니다.\n배드민턴장으로 산책을 나가 넓은 공간에서 자유롭게 뛰어다니고, 어제 만든 부채를 들고 서로 부채질을 해주고, 개미에게도 부채질을 해주는 바다반 친구들이었습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/eysAY/btsOzbxLNP4/IRf8SN8ghzHGSgQwXk1oxk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NzloB/btsOy9taXGd/PnkfbkNU5LbjNNntj7sb0k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/LxSjE/btsOyXmfjRc/DRLMcQstCCZuSBmkwyBef0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/plRCx/btsOwsap7Mx/UB32ZlqScRTy8q2hpsCtCk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0195_2025-06-12_1232007369_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0195_2025-06-12_1232007369_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0195_2025-06-12_1232007369_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0195_2025-06-12_1232007369_04.jpg"
    ]
  },
  {
    "id": "1232687917",
    "date_written": "2025-06-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들의 호기심이 놀이 속에서 다양하게 표현된 하루였습니다. \n신문지를 찢다가 우연히 길게 찢어지는 모습을 본 순간 놀라움과 재미를 동시에 느낀 듯했습니다. \"길게 찢어지네?\" 하고 궁금해하며 다양한 방식으로 찢어보더니, 곧바로 그 신문지를 이용해 \"옷 만들어주세요, 모자쓰고 싶어요\" 등 교사의 도움을 받아 옷을 만들고, 모자까지 써보며 주도적인 놀이가 이어졌답니다. 아이들 스스로 생각해낸 아이디어로 놀이를 만들어가는 모습이 무척 인상 깊었습니다. 놀이가 끝난 뒤 신문지를 비닐에 모아 동그랗게 공을 만들고, 이 공을 던지며 친구들과 함께 확장된 신체놀이도 즐겼답니다.  실외활동시간에는 옥상 텃밭에서 당근을 수확해보고 당근의 줄기와 잎을 물에 씻으며 감각을 탐색하고, 붓처럼 사용해 벽에 끼적이는 등 자연 속에서 즐거운 놀이를 경험 해보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/kqLN5/btsOzCKi7h4/XuS41fhb8ckzwypffQ4bsK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cQEwND/btsOzBq2L3P/nDeq9muT8z1ExaS02og2v0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cAyfrT/btsOAX7dtCN/3wW4vJ5xaXTmuvsKruylkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bjUrp1/btsOAqWoFeJ/UOvFPj6nsOMKhNa4kvVp10/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bkHIge/btsOA1Ph0cL/w9O3oSlLsgCVKs9U9GZgnk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0196_2025-06-13_1232687917_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0196_2025-06-13_1232687917_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0196_2025-06-13_1232687917_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0196_2025-06-13_1232687917_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0196_2025-06-13_1232687917_05.jpg"
    ]
  },
  {
    "id": "1233532849",
    "date_written": "2025-06-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "한 친구가 원목블록을 꺼내 들고 쌓기 놀이를 시작하자 친구들도 하나둘 놀이에 집중하는 모습입니다.  쌓고 무너뜨리기를 반복하며 블록의 균형을 탐색하더니, 제법 높이 쌓아 올리며 \"우리 집이야!\"라고 말하기도 했습니다. 놀이 속에서 다양한 상상력을 펼치는 바다반 친구들입니다. \n실외활동 시간에는 우주반 형님들과 손을 잡고 동네 산책을 다녀왔는데 손을 꼭 잡고 함께 걷는 모습이 참 다정했답니다. 길가에 비를 피해 올라온 지렁이를 신기하게 바라보기도 했습니다. 걷는 도중 마주친 어르신들께는 먼저 인사하며 예의 바른 모습을 보여주기도 했답니다.\n하준이는 오전내내 기침과 콧물이 심했고, 열은 37.5도에서 점심시간에는 37.8도까지 올랐습니다. 점심에 밥을 1/2정도 먹었고, 낮잠준비시간에 기침을 하며 30분정도 울면서 식은땀을 흘렸고, 교사의  품에 안겨서 잠들었다가 외할머니께서 오셔서 하원했습니다. \n기침하며 목이 많이 아파서 울음을 보인것 같아요.ㅠㅠ 병원진료 잘 받고 푹쉬고 내일은 조금 괜찮아진 모습으로 만나길 기대합니다.\n*6/18일은 바다2반 송미정교사의 운동회(토요근무) 대체 휴가가 있습니다. 바다 1반 교사와 보조 연장교사가 함께 보육할 예정입니다. 참고 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/uSrIK/btsODnSEXdP/2nnamAReWiisCSu9oKmUK1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bq8Ovf/btsOBluVX0S/KfaEVfqHcrJDmdzTuEMMQK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fyC5v/btsOBkb3gtl/3pYngBvuwOgaEkgA23YMB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KsEMV/btsOBl9SQds/FYFE5jfRwnOgXtLLly4A80/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0197_2025-06-16_1233532849_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0197_2025-06-16_1233532849_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0197_2025-06-16_1233532849_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0197_2025-06-16_1233532849_04.jpg"
    ]
  },
  {
    "id": "1235554011",
    "date_written": "2025-06-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제에 이어 신체 탐색 활동에 관심을 갖는 바다반 친구들에게 거울지를 지원해주었습니다. 거울지 속에 비친 자신의 얼굴을 바라보며 \"내가 여기있네, 친구도 있네!\" 하며 신기한 듯 이야기를 나누는 모습입니다.  거울지를 들여다보고 신체관련 동요도 부르며  내 신체를 탐색하고 자기인식을 키워주는 시간이었습니다. \n탐색이 끝난 뒤에는 반짝반짝 보석 스티커를 사용해 나만의 거울을 꾸며보는 시간도 가졌답니다. \n날씨가 더워 실외활동은 잠시 쉬고, 시원한 아침시간에 텃밭에 올라가 방울토마토를 수확해보았습니다. 작고 빨갛게 잘 익은 방울토마토를 직접 맛보며 오감으로 탐색하는 시간을 가져보았습니다. \n매일매일 작은 활동 속에서 자신의 몸과 마음을 더 깊이 이해해가는 모습이 참 대견합니다. ^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bBQHjc/btsOHjXMQcO/Kamj1zSqVQKKNkgckzcZG1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dMNFfo/btsOHhMrnHf/wz5SKTAne7RLGaGV9kkQN1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMx67F/btsOHFzAAMR/hKn2GkBwa2wGjPlGLWTgy1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bsyvOC/btsOJnxUkOc/puwJ9qQFhMrCr1iQcYx4dk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6qWAg/btsOIwvnI8P/p8o2h0dEQOp3nN0SV66HPK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0198_2025-06-19_1235554011_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0198_2025-06-19_1235554011_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0198_2025-06-19_1235554011_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0198_2025-06-19_1235554011_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0198_2025-06-19_1235554011_05.jpg"
    ]
  },
  {
    "id": "1236250864",
    "date_written": "2025-06-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "어제 만들었던 ‘나만의 거울’을 교실 벽에 붙여두었더니, 오늘 아이들이 하나둘씩 자신만의 거울을 찾아 얼굴을 비춰보며 거울 속에 비친 자신의 모습에 호기심을 보이고 친구와 비교해보기도 하고, 눈, 코, 입을 손가락으로 짚어보는 등 다양한 모습이 관찰되었습니다. 이어진 확장 활동에서는 전지 위에 몸의 형태를 그리고 자유롭게 꾸며보는 시간을 가져보았습니다. 손과 발을 따라 그려보기도 하고, 스티커를 붙이거나 색연필로 끼적이면서 아이들 스스로 몸에 대해 더 깊이 인식하고 표현하는 놀이를 즐겼습니다. 실내대체놀이로 수박 공을 이용해 몸 전체를 움직이며 에너지를 발산해보았답니다. \n하준이는 점심시간에 고기반찬과 깍두기, 국물은 맛있게 먹었는데, 밥은 계속해서 뱉어냈습니다. 흰 쌀밥은 잘 먹는 편이었는데 감기로 입맛이 없었나봅니다. 저녁식사 때 충분한 영양 섭취를 해야 할 것 같습니다.^^:",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Mp7sP/btsOKi48oUO/7pyCtstGsG9J0HmCK8CyN0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d6AULs/btsOI7wNujF/aXDb6dgXJzgX0sUEfRvCy1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b2tJWa/btsOKhkSD34/6Di1hUJVCDcUjPiD3fWa30/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/rmC7z/btsOKDA0g70/xTILemmOjajSSszxcGiDQ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/GrL1G/btsOH6SCcp5/RyISV9Pk6NDBCbC1Wb7DU0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0199_2025-06-20_1236250864_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0199_2025-06-20_1236250864_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0199_2025-06-20_1236250864_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0199_2025-06-20_1236250864_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0199_2025-06-20_1236250864_05.jpg"
    ]
  },
  {
    "id": "1237109467",
    "date_written": "2025-06-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "지난주부터 이어진 '내 몸 알아가기' 주제가 좀 더 확장되어 이번 주에는 아이들이 스스로 몸의 세세한 부위를 떠올리며 놀이를 이어가는 모습이 보였답니다. “여기가 눈~ 여긴 입~” 하며 신체 부위를 짚는 노래를 부를 때, 자연스럽게 자발적인 놀이로 이어져 아이들 사이에서 웃음꽃이 피었습니다. 특히 발바닥, 손바닥처럼 조금 더 구체적인 명칭을 이야기하며 서로 보여주고 관찰하는 모습이 아주 인상 깊었답니다.\n오전에는 더위를 피해 일찍 바깥 산책을 다녀왔고, 산책 후에는 데크에서 스펀지붓을 이용해 데크 바닥에 물로 그림을 그리며 놀이했습니다. 물을 스펀지에 적시고 손으로 꼭 짜보기도 하면서 물방울이 떨어지는 모습을 유심히 보는 아이도 있었고, 자신만의 ‘그림’을 완성하며 성취감을 느끼는 모습도 볼 수 있었답니다. 이 과정에서 손의 힘을 조절하고, 물의 움직임을 관찰하는 능력까지 키울 수 있었습니다.\n하준이는 점심에 국물과 김치만 조금 먹고 밥은 두숟가락 먹고 계속 뱉어냈습니다. 저녁에 가정에서 충분한 영양섭취를 해야 할 것 같습니다.\n최근 하준이가 바닥이나 자신의 배, 다리를 손바닥으로 치는 모습이 있었는데, 오늘은 교사의 다리를 손으로 치는 행동과 친구를 뒤에서 손으로 잡아당기는 행동을 보였습니다. 선생님이나 친구를 때리거나 잡아당기면 아프고 불편하다고 이야기를 해주었습니다. 가정에서도 한번 이야기를 나누어 주시면 좋겠습니다. \n\n*25일 수요일 열린어린이집 물감도장찍기 활동이 예정되어 있어 수요일 등원시까지 미술가운을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/coo3DS/btsOMGE59LZ/NZUNyCPrEKDkuWkcyEeiU1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bjyqTs/btsOL7Db0x8/Ob46L9oXpGukp2Rcr3VLv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/czJ1uE/btsOLQIuobG/bWZyecIBS9XPpXHXTrKR30/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cKN0Ui/btsOLtfI9qP/Oho9oEy6Is8husx6kYcIeK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0200_2025-06-23_1237109467_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0200_2025-06-23_1237109467_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0200_2025-06-23_1237109467_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0200_2025-06-23_1237109467_04.jpg"
    ]
  },
  {
    "id": "1237788424",
    "date_written": "2025-06-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "사진 속 자신의 얼굴을 보며 눈, 코, 입의 위치를 관찰하고 매직펜으로 따라 그려보는 활동을 해보았습니다. 선을 그리고 색칠하며 집중하는 모습과 함께 손 조작 능력을 발휘하는 모습이 관찰되었습니다. 활동에 몰입하여 자유롭게 그리며 자기 표현력을 기르는 시간이 되었고, 보육실 벽에 걸어주니 자신의 얼굴을 찾으며 흐뭇해하는 친구들이었습니다. \n유희실에서 붕붕카를 타고 이리저리 움직이며 공간을 탐색하고, 헬리콥터 푸시카를 밀며 균형을 조절하는 활동을 즐겼습니다. 친구와 붕붕카를 바꿔 타보며 상호작용하고 순서를 지키는 모습도 보였습니다.\n하준이는 오늘 오징어뭇국이 입맛에 맞았는지 밥을 한그릇 맛있게 다 먹었습니다.^^ 감기증상도 거의 호전되어 안정적으로 하루를 보냈습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cTZ1ez/btsONwQ0Wt3/GbS8qXWTfFnIbl4dWCla5k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fObme/btsOP8N7IOY/iC1OJhuzBKHlpj6YKIEFi1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bXOCGT/btsOQarDmwV/r4R0yks9lpsSdrzTcvEu1K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0201_2025-06-24_1237788424_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0201_2025-06-24_1237788424_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0201_2025-06-24_1237788424_03.jpg"
    ]
  },
  {
    "id": "1238478503",
    "date_written": "2025-06-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오늘 열린 어린이집 특색활동으로 \"박제이 어머님\" 께서 바다반 친구들과 함께 해 주셨습니다. 『갈색곰아 갈색곰아 어디를 보고 있니?』를 함께 들으며 아이들의 상상력을 자극해 보는 시간을 가져보았습니다. 엄마선생님이 들려주시는 동화를 집중해서 듣는 아이들의 눈빛이 반짝반짝 빛났답니다. 동화에서 본 동물들을 주제로 미술 오감놀이가 이어졌습니다. 모양 도장을 이용해 종이에 꾹꾹 찍으며 자기만의 동물 친구를 표현해 보았고, 면봉을 물감에 묻혀 동물 머리띠도 만들어보았답니다.\n활동을 마친 후엔 신나는 동요를 들으며 자유롭게 신체표현도 해보았습니다. 악어가 되어보았다가 상어가 되기도 하는 등 오늘 하루, 동화와 미술, 음악이 어우러진 풍성한 활동 속에서 아이들의 상상력과 표현력이 더욱 자라나는 시간이었습니다.\n열린 어린이집에 참여하셔서 도움을 주신 박제이 어머님께 감사드립니다.❤️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dXJ1y/btsORn5TXBu/jUIliKa8NVKTUERoijk580/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bgl1mb/btsORDOaOVh/BXdyffr9jI5xwxKwXzDU1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QFX5W/btsOQkbg1B3/GPMM0qyBMd0ML0KKCIrUjK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bXxGJ7/btsOQg04ghI/EGTUvdYFB7R0Ddu9uSbwmk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/u9hL4/btsORC9yRrg/uvBB6vg9HbankESr1XuDE1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0202_2025-06-25_1238478503_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0202_2025-06-25_1238478503_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0202_2025-06-25_1238478503_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0202_2025-06-25_1238478503_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0202_2025-06-25_1238478503_05.jpg"
    ]
  },
  {
    "id": "1239152332",
    "date_written": "2025-06-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘 전기 점검으로 인해 실내놀이 대신 바깥놀이가 진행되었습니다.\n우주반 형님들과 손을 잡고 메낙골 공원을 천천히 한 바퀴 돌며 바람과 자연을 느끼는 산책을 했습니다. 산책 후에는 돗자리를 펴고 함께 앉아 노래를 부르고 율동을 하며 여유롭고 즐거운 시간을 보냈습니다. 형님반과 함께하는 활동을 통해 자연스럽게 배려하고, 리듬에 맞춰 함께 즐기는 경험이었습니다.\n*바깥놀이 시 안전사고를 예방하기 위해 사진 촬영은 하지 않았기에 오늘은 키즈노트 사진이 발송 되지 않는 점 양해 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1239874272",
    "date_written": "2025-06-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "아이들이‘나의 몸’에 대해 알아보는 탐색 활동을 통해 배변과 관련된 궁금증을 활발히 표현하는 모습을 보였습니다. 교실 한편에 변기와 소변기 사진을 게시해 두었더니, 사진을 보며 \"쉬는 여기에 하는 거야~\", \"응가해야지!\" 하는 말로 자연스럽게 배변에 대한 이해를 표현하고 응가, 쉬 놀잇감을 붙이고 떼는 놀이를 반복하며 흥미롭게 탐색하는 모습이 인상적이었습니다. 이런 과정을 통해 아이들이 자기 몸의 신호를 이해하고, 스스로 표현해 보려는 시도가 자연스럽게 이어졌답니다.\n실외놀이시간에는 배드민턴 장에서 바람개비를 들고 놀이를 즐겼습니다. 가볍게 불어오는 바람 속에서 바람개비가 빙글빙글 도는 걸 보며 아이들은 신기해하고, 위치를 바꾸어가며 놀이하는 모습을 볼 수 있었습니다.\n하준이는 점심시간에 생선까스를 맛있게 먹었고, 밥은 조금 먹고 계속해서 뱉고 숟가락으로 떠서 바닥에 뿌리는 행동을 보였습니다. 가정에서도 올바른 식사습관 지도를 부탁드리며 저녁시간에 충분한 영양섭취를 하면 좋을 것 같습니다. 국물을 뱉으며 티셔츠와 바지가 젖어서 여벌옷으로 갈아입었습니다. 여름 여벌옷으로 한벌 보내주세요~^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bOaAlF/btsOVkgO9jS/NO1r0nyzvtE1EdtUlQPcYk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/sS69n/btsOUTc0bQZ/tL7o1k5LByx8Ge0on6F7q1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bGSXEg/btsOT91Rw0N/VOiZ8DPcTssH0sXBns5pwk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QOCCj/btsOUSkQkI1/zineMGwkf2aNbnvvjtdck1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0204_2025-06-27_1239874272_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0204_2025-06-27_1239874272_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0204_2025-06-27_1239874272_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0204_2025-06-27_1239874272_04.jpg"
    ]
  },
  {
    "id": "1240727320",
    "date_written": "2025-06-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "자동차와 건설차 장난감을 들고 모여 앉아 상상 속 도로를 달리며 놀이에 몰입하는 모습을 보였습니다. 굴삭기, 덤프트럭, 불도저 등 각기 다른 차량의 움직임을 흉내내고, 소방차와 구급차를 밀며 방향을 조절하거나 “삐용삐용~” 소리를 내며 역할놀이를 확장했습니다. 놀이 중간에는 서로 차량을 바꾸어보거나 “내 거는 공사차야!”, “이건 흙을 실어 나르는 거야” 같은 대화를 주고받으며, 사회적 상호작용과 언어 표현도 풍부하게 이루어졌습니다.\n오전에는 옥상텃밭에 올라가 애플수박, 망고수박을 관찰하고 주황색, 빨간색 토마토를 따서 씻은 후 먹어보고 \"음~ 맛있다~\"하고 표현하는 바다반 친구들이었습니다.\n하준이는 점심시간에 밥과 깍두기를 조금 먹고 대부분 뱉어냈습니다. 가정에서 충분한 영양섭취를 해주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cLNXlP/btsOVxbh6VX/DOifYKdQ54VGNLtAEWR0bk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cBnnp8/btsOYPVivZW/ZZxWsVLzHkMxav1TSuJyi0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bLbGoF/btsOYMxu5Cd/nivXBAth4paH04j2nkFO4K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0205_2025-06-30_1240727320_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0205_2025-06-30_1240727320_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0205_2025-06-30_1240727320_03.jpg"
    ]
  },
  {
    "id": "1241448089",
    "date_written": "2025-07-01",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "자동차 놀이를 하다가 블록 위에 나란히 앉아 “출발~!” 하고 외치며 상상 속 기차를 타고 여행을 떠났습니다. 운전대 놀잇감을 손에 쥐고 좌우로 움직이며 운전 흉내를 내고, “부릉부릉~”, “삐뽀삐뽀!” 같은 소리를 내며 몰입하고, 앞에 앉은 친구의 등을 토닥이기도 하고, “여기 정류장이야!”, “문 열고 타세요~” 같은 대사를 주고받으며 또래와의 자연스러운 상호작용도 활발하게 이루어졌습니다. 자동차 기차놀이와 함께 스펀지로 된 도로 퍼즐 조각들을 하나하나 연결하며 놀이 공간을 확장해보았습니다. “여기는 병원 옆 도로야!”, “기차 지나가요~” 하며 친구들과 함께 길의 모양과 방향을 이야기 나누며 창의적이고 협동적인 놀이를 즐기는 모습이었습니다.\n하준이는 점심에 고기는 씹다가 뱉었고, 밥은 1/3정도 뱉고 2/3정도는 국물과 함께 잘 먹었습니다. 콧물이 계속 나서 손수건으로 닦아주었습니다. 가정에서도 증상과 컨디션을 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b9vpWp/btsOY3HhNdW/YVu3CApmdYOzoLziWQz7T1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bCnmHk/btsO0iXzCSC/AyfJabWrDUWdYuGAL7CDs1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bAKmCj/btsOZehy8i1/nSktrAeLdvzmgRj5oHiNd0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0206_2025-07-01_1241448089_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0206_2025-07-01_1241448089_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0206_2025-07-01_1241448089_03.jpg"
    ]
  },
  {
    "id": "1242128274",
    "date_written": "2025-07-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "자동차 놀이를 하며 친구와 마주 앉아 각자의 자동차를 조심스럽게 움직이며 도로 위 차량을 조종하고, 주차장 그림판 위에 자동차놀잇감을 나란히 줄지어 세워놓기도 하였습니다. “여기 경찰차 지나가요!”, “비켜주세요!” 하는 표현으로 역할 놀이를 즐기는 모습이었습니다. 와플블럭을 활용해 네모큐브와 자동차를 만들어 놀이를 확장하고, 탈것 그림에 플레이콘을 콕콕 찍어 붙이는 활동을 하며 다양한 탈것 종류도 알아보았습니다.\n하준이는 점심에 2/3정도 먹었습니다. 오늘 컨디션은 좋은 편이었고, 콧물과 기침증상이 있습니다. 가정에서도 세심하게 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/baEklk/btsO0Dn6EQV/u6NzYgbwGnT8h7HckqRm9K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/buF2Ee/btsO0FM0HTE/rrwthdlg3VZ5T4TykuWeN1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9380p/btsO0Gd6KsL/J7vN8YNOx1gUBZZAUsw2d1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bocL9G/btsOZEaedKs/NnitUqqqDbHzZvdkuUpHtk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0207_2025-07-02_1242128274_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0207_2025-07-02_1242128274_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0207_2025-07-02_1242128274_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0207_2025-07-02_1242128274_04.jpg"
    ]
  },
  {
    "id": "1242816707",
    "date_written": "2025-07-03",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny_after_rain",
    "content": "오늘은 “야채괴물” 인형극을 관람하며 인형극 무대에 등장하는 채소 인형들이 움직일 때마다 눈을 반짝이며 집중하는 모습을 보였습니다. \"편식하면 야채괴물이 생긴다!\" \"채소도 알고 보면 건강을 지켜주는 친구!\" 라는 친근한 메시지를 받아들이며 이야기에 빠져들었습니다. 공연 후에는 “당근 괴물은 어떻게 생겼을까?”, “브로콜리 먹으면 힘 세질까?” 하는 이야기로 놀이를 확장하며, 건강한 식습관의 중요성에 대해 호기심을 갖고 표현해보는 시간이 되었습니다. 관람 후 노래와 율동도 신나게 따라하는 바다반 친구들이었습니다.^^\n바깥놀이 시간에는 놀이터 바닥 위에서 자동차 놀잇감을 힘차게 굴리며 친구들과 함께 주고 받기도 하고, 스프링 놀이기구에 올라 “출발~!” 하고 외치며 자동차를 타는 듯 흔들흔들 몸을 앞뒤로 움직이며 즐겁게 신체활동을 하였습니다.\n하준이는 11시경에 대변을 시원하게 보았고, 점심에 2/3정도 밥과 국을 먹었습니다. 어제보다 기침과 콧물이 많이 심해졌고, 특히 낮잠시간에는 기침을 하느라 중간중간에 깨서 힘들어 하는 모습을 보였습니다. 허벅지 안쪽에는 땀띠가 난 것으로 보이고, 등쪽에도 빨갛게 조금 땀띠가 난 것 같습니다. 가정에서도 감기증상과 땀띠 모두 살펴봐 주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/di6nDP/btsO2b6TVhF/ukwMKkWH3khTMFj4JUUVqK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KyYRp/btsO2pcKmvu/i1ifhLtUfoMB4doVx1lG7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ey4rj/btsO3dh3aoD/O3Ijl0uOTJlJ43xIcDUW11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/3lsUD/btsO3cwHzpl/JkD4NCpiR7KOalnKY5uKB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/laRMB/btsO2aNGsUF/AlNa62M8KMpXaP0m1yDs9K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0208_2025-07-03_1242816707_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0208_2025-07-03_1242816707_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0208_2025-07-03_1242816707_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0208_2025-07-03_1242816707_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0208_2025-07-03_1242816707_05.jpg"
    ]
  },
  {
    "id": "1243500645",
    "date_written": "2025-07-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오늘은 커다란 박스 자동차를 지원하여 색연필과 다양한 스티커를 붙여 직접 꾸며주고 친구들과 함께 박스 안에 앉아 자동차 놀이를 이어갔습니다. 장난감 핸들을 돌리며 “출발~!” 하고 외치고, 옆 친구는 운전자의 움직임에 맞춰 몸을 흔드는 등 역할에 자연스럽게 참여했답니다.\n상자안에 볼풀공을 부어주니 알록달록한 공 사이에 몸을 뉘이고, “슝슝~” 하며 공을 던지거나 껴안으며 감각을 탐색하고 “여긴 내 집이에요~” 하며 박스 안팎을 오가며 적극적으로 놀이를 즐겼습니다.\n하준이는 등원해서부터 기침이 심했고, 점심밥은 1/2정도 먹었습니다. 열은 37.0도 전후로 더 오르지는 않았습니다. 주말동안 회복해서 월요일에 건강하게 만나길 바랄께요~!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/T0u5c/btsO3J3icb0/TbCX3KYTx1Qck8x4KbJZX0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/IgymZ/btsO4hLZCBC/d2Vi8RaXQdaQUUzv7ikMm0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dJff9o/btsO3MsaQjw/qu9NKWknUukqaQ4Q0vjnk0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/zMVeE/btsO3IpOlqs/j1oKFmcczj2BaYLdho1xO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/duaBi6/btsO4khEXk9/k0P0cc4YIwgYaZWI1XpjOK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d8fbL/btsO3JWv1Aw/WhsGXrps5y3kQkNKPbJIfK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0209_2025-07-04_1243500645_06.jpg"
    ]
  },
  {
    "id": "1244353092",
    "date_written": "2025-07-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "오늘은 오전에 경찰관님께서 어린이집을 방문하셔서 교통안전교육을 직접 진행해 주셨습니다. 아이들은 “파란불에 건너요~!” 하고 손을 들고, 교실에 마련된 횡단보도를 실제처럼 건너보며 안전한 보행 방법을 익히는 뜻깊은 시간을 보냈습니다.\n교실에서는 여러가지 탈것 그림을 보고 \"비행기\", \"소방차\", \"기차\"하고 손가락으로 짚으며 관심을 나타냈습니다. 색종이와 도화지위에 끼적이고 스티커를 붙여 자유롭게 꾸민 뒤, 종이를 직접 접어보며 종이비행기를 만들어 보았습니다. 비행기를 “슝~” 날려보며 친구들과 함께 실내 신체활동을 즐기는 모습이었습니다.\n하준이는 콧물이나 기침은 거의 없었고, 입맛이 조금 돌아왔는지 미역국과 깍두기를 맛있게 먹으며 밥을 한그릇 다 먹고 추가하여 조금 더 먹었습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cBYf68/btsO7546n24/jX4mxysjOlc2h75ouih8K0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/K3EwX/btsO8iQD8R5/RkK3Pha8XsWBeSYm46c7Q0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cvTtm4/btsO6blECaj/OGdJJnHEDvQC4XBI1x0Yek/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/n24N1/btsO7PH9XyV/Fj9yQA9F15cqOL08ywy7z0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c8BtKb/btsO7QUCDWP/GhTAjH0lYdCNGLdrzo2M60/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Wrsyf/btsO6C32oWL/O8wLNJpRKZwaXjbvWRjMt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/vjngo/btsO76CXBY8/fNv9BKmDAJCXHytFB0kmIK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0210_2025-07-07_1244353092_07.jpg"
    ]
  },
  {
    "id": "1245056142",
    "date_written": "2025-07-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "커다란 튜브 매트안에서 알록달록한 물고기와 바다 동물 모양의 놀잇감을 낚싯대와 뜰채를 활용해 직접 잡아보며, “잡았다~!”, “꽃게 잡았어요!” 하며 즐겁게 낚시놀이를 해보았습니다.\n도로 플레이매트 위에서 친구와 함께 장난감 자동차를 움직이며 “여기는 어디에요?”, “빵빵~병원에가요~” 등 장소와 역할을 설정하며 창의적인 상호작용을 이어가는 모습이었습니다. 유희실에서는 상자로 만든 끌차에 곰돌이 인형을 태우고 \"다녀올께요~\"하며 이쪽저쪽으로 끌고 다니며 신체활동을 하였습니다. \n하준이는 오늘도 점심에 밥을 맛있게 먹으며 국, 김치, 도미살조림과 함께 한그릇 다 먹었습니다.^^\n  \n*7월 10일 목요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/CT6BP/btsO7IQ5Pg9/BsjaBr42REjGwlEe2QiNKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KR3ay/btsO7qwm0eO/m7Xs6mqjcr3ZlEjj6MVFYk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/TIIeq/btsO8VaNOAN/vtuiV7TMuOZg41MZ8g4Om1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HXwfh/btsO7nTW840/saKfo4gYDQgSmeM619biK1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/RSZYE/btsO88HKbTV/mFXqPj59KtVT4GshApgKlK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0211_2025-07-08_1245056142_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0211_2025-07-08_1245056142_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0211_2025-07-08_1245056142_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0211_2025-07-08_1245056142_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0211_2025-07-08_1245056142_05.jpg"
    ]
  },
  {
    "id": "1245731963",
    "date_written": "2025-07-09",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘 열린어린이집 활동으로 실내에서 [습자지 분무기 놀이]를 진행하였습니다. 습자지와 분무기를 활용한 놀이를 통해 색의 변화와 물의 작용을 관찰하며 창의적인 표현을 시도하는 시간을 가졌습니다. 습자지를 손으로 바스락거리며 뭉치고, 찢고, 던져보는 다양한 감각 활동을 즐기며 촉감 탐색과 운동 감각 자극을 자연스럽게 이어갔습니다. 습자지 위에 분무기로 물을 뿌리며, 색이 번지는 모습을 관찰하고, “우와~ 예뻐졌어!”, “꽃 같아요~” \"색깔비\" 등의 표현을 사용해 색과 형태의 변화를 즐겁게 탐색하는 바다반 친구들이었습니다.\n점심에 볶음밥과 숭늉을 맛있게 잘 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/clt5GX/btsPa5jQATK/S4oMxRsW4Q67O6uCkllIw1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dQsoL/btsO9KBfRTT/76ULt7VgtKyeszigOZ2yok/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/rT8eO/btsO9KBfS2t/ph8pUfjS0VKVFBwmJyk9GK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0lc75/btsPaf1Rr7w/3DY0MrJQvzehKVY2D2flm0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/mR6sQ/btsPae2TRTq/91FdxdatpAXSkDTg8mJfh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Ate27/btsPblzYYaV/gnOxdwjkzqvYFfOgNfFkK1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/uuCL8/btsPbnq2C4w/75RABNkmaeHMJJG4eM0vt1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0212_2025-07-09_1245731963_07.jpg"
    ]
  },
  {
    "id": "1246427999",
    "date_written": "2025-07-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "아이들이 종이블록을 길게 연결해 그 위에 자동차를 굴리면서 놀이를 하다가 블록위에 올라서기를 좋아하여 길을 따라 비행기 날개처럼 팔을 벌리고 걷는 균형놀이를 해보았습니다. 마지막에 볼풀공 위로 점프하며 신체 감각을 활발하게 자극하였고, 이어진 볼풀 놀이에서는 교사가 자동차 놀잇감을 공 사이에 숨겨주니, 금세 찾으며 “찾았다!”하며 친구들에게 보여주고, \"수리수리마수리~ 자동차가 없어진다\"하고 놀잇감을 숨기며 즐거워하는 친구들이었습니다.\n오전에 소방대피훈련을 신속하게 대피한 후 잘 마쳤습니다.\n하준이 오늘 점심시간에 반찬은 남겼지만 밥과 국은 추가하여 두그릇씩 맛있게 잘 먹었습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cXcVHF/btsPdhRAG26/LnOlysxuDRpy1IJ20CKc8k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bN5Gru/btsPdhjLCSc/B7kSVJExtYgssKyAG5FnAK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dFLQ2/btsPdflXjjf/wYONbjtf4qdnbTRtULpM11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dc8Fwr/btsPbvcKaDb/STOBVZrh6IKmosLMNVgxT1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/LrqSn/btsPddBI4HV/wov00HUNpCDJ43rlo0pTqK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0213_2025-07-10_1246427999_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0213_2025-07-10_1246427999_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0213_2025-07-10_1246427999_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0213_2025-07-10_1246427999_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0213_2025-07-10_1246427999_05.jpg"
    ]
  },
  {
    "id": "1247106498",
    "date_written": "2025-07-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "큰 와플블록을 활용하여 직접 연결하고 조립하며 자동차와 기차를 만들어 친구들과 함께 역할놀이를 해보았습니다. 블록 위에 앉아 “출발합니다~”, “부릉부릉~” 등 다양한 표현을 사용하며 놀이에 몰입하였고, \"어디가요?\"\"까페에 가요! 수영장에가요!\"하며 주변 친구들과 상호작용하며 이동 경로를 설정하거나 탑승 역할을 나누는 등 협동적인 놀이를 이어가는 모습이었습니다.\n오전에 바람이 시원해 옥상텃밭에 올라가 주렁주렁 달린 망고수박과 오이, 파프리카 신기한듯 관찰하는 친구들입니다. 텃밭에 물도 주고 비누방울놀이를 하며 신나게 뛰어놀았답니다.^^\n하준이는 점심에 밥을 거의 뱉지 않고 한그릇을 뚝딱 다 먹었습니다.👍 낮잠시간에는 일찍 일어나서 피곤했는지 평소보다 일찍 스르륵 잠이 들었습니다. \n*하준이 텃밭신발이 조금 작아져서 다시 보내주시면 교체하겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/LqnRM/btsPdG6gZhk/iE9d8dVvZSgmHQG4COdvd1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SWwr7/btsPeK7Jvsy/6GcERIUnKg6QL1vRbzDdGk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/caM6Nm/btsPdEObvUA/XNUnXTP5nG86Ep6By1Fz91/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/4Be6O/btsPeAxyXi9/TItLjmXQxmiODH3TWvUtg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/38W55/btsPe03z90t/TxF2rwQ8WHBsYSrEsNqkJ1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Ft36c/btsPdEAEOG4/n7i3yzXcFI4Ir3of7eRXkk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bM3SCS/btsPdMyqO4l/c58FKofCRokpTqCQDymcCK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0214_2025-07-11_1247106498_07.jpg"
    ]
  },
  {
    "id": "1247978441",
    "date_written": "2025-07-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "지난주에 이어 와플 블록 놀이가 활발하게 이루어졌습니다. 아이들이 점점 더 익숙해지고 창의적으로 블록을 활용하는 모습이 인상 깊었답니다. 좋아하는 동물을 블록 자동차에 태워주며 동물원도 가고, 소풍도 가는 등 다양한 상상 속 여행을 즐겼답니다. 친구들과 “내가 운전할게!”, “너도 타봐, 같이 가자” 하며 대화도 주고받는 모습이 너무 귀여운 바다반 친구들입니다.\n또 ‘내가 좋아하는 탈것’에 대해 이야기 나눈 후, 종이에 자유롭게 끼적이기도 해 보고 도트물감을 콕콕 찍으며 예쁘게 꾸며보기도 했답니다. 알록달록한 색으로 표현한 탈것 그림을 교실에 게시해 주었더니 내 그림이라며 좋아하는 모습입니다.\n폭염에서 벗어나 선선한 바람을 맞으며 데크로 나가 자연과 함께하는 시간을 가졌답니다. 토란과 수련, 부레옥잠을 관찰하고 분무기를 이용해 물도 주며 작은 생명들을 돌보는 따뜻한 마음을 키워보았습니다.\n옥상 텃밭에 열린 망고수박을 처음 수확해 점심시간에 맛을 보았어요. 수박 속이 빨갛지 않고 노란 것을 본 친구들이 관심 어린 눈빛으로 신기한 듯 보기도 했답니다. 망고수박을 먹어 보니 정말 달콤했어요! 애플수박도 어서 자라 우리 친구들이 수확의 기쁨을 느낄 수 있었으면 좋겠습니다. \n하준이 점심시간에 밥과 국을 추가하여 넉넉히 먹고 망고수박도 후식으로 맛있게 먹었습니다.^^\n점심시간 전후로 기침을 많이 했는데 가정에서도 증상을 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cfqpYL/btsPgUQMRed/tMGqwp8XYgh40cFklKMgh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kRj80/btsPgUXuc5T/3feTrRh9upXhrYKH7lOdc0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d2kebK/btsPh6W1qR4/EWi9oh4dkV3kzCNPLoJIq0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/JOrjG/btsPgiR5nlG/Mi3dt18ywB1UMuSdFYKntK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0215_2025-07-14_1247978441_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0215_2025-07-14_1247978441_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0215_2025-07-14_1247978441_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0215_2025-07-14_1247978441_04.jpg"
    ]
  },
  {
    "id": "1248646028",
    "date_written": "2025-07-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "바다반 아이들이 요즘 푹 빠져 있는 탈것 놀이! 오늘은 교실 벽면에 새로 준비한 '탈것 그림자 교구'로 신나게 활동해 보았습니다. 처음엔 그림자만 보고 무슨 탈것인지 생각하던 친구들도 점점 모양을 관찰하며 바퀴가 두 개네, 네모 모양이네 하며 스스로 유추해 보는 모습입니다.\n무엇보다도 단순히 맞추는 데 그치지 않고, \"소방차는 불이 날 때 오고\", \"구급차는 병원 가는 거야\"처럼 각 탈것의 쓰임에 대해 친구들과 이야기를 주고받는 모습이 너무 기특했답니다. 아이들 스스로의 경험과 배경지식을 바탕으로 생각을 확장해 나가는 시간이었습니다.\n비가 오지 않아 지역사회연계활동으로 우주반 형님들과 손을 잡고 함께 마트 나들이도 다녀왔답니다.\n마트에서 사 온 간식은 어린이집 놀이터 주변에 돗자리를 펴고 우주반 형님들과 사이좋게 나누어 먹었습니다.\n작은 나눔 속에서도 아이들의 따뜻한 마음이 전해졌고, 형님들과의 교류도 자연스럽게 이루어져 더욱 풍성한 하루였습니다.\n하준이 점심후부터 낮잠시간과 하원 전까지 기침을 많이 했습니다. 가정에서 증상과 컨디션을 살펴봐주세요.\n\n*16일 수요일에는 <서울시 방문 간호사 지원사업>으로 간호사 선생님께서 원으로 방문하셔서 개인발달검사를 해 주십니다. 전반적인 발달 상태를 확인하고 신체 및 정서 발달이 또래 수준에 맞게 이루어지고 있는지 살펴봐 주실 예정입니다. 9시 30분까지 등원해 주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/8wlyE/btsPiqWKK4a/oKCSCYIaHJCbvef86ySjJK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bNWMm7/btsPiIvJG3t/kGJWm67H25MyOuVvfXKjPK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bjjFj7/btsPiuY8Xcr/aK1RitoFK6skQKNkQAgoFk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/1Gs4P/btsPiLTyRQl/Zc8oyIXvFcVQfd9W3Axwvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OZSna/btsPiFMz7fi/OCF8KSkXZQtMZLUkjikuC0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0216_2025-07-15_1248646028_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0216_2025-07-15_1248646028_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0216_2025-07-15_1248646028_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0216_2025-07-15_1248646028_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0216_2025-07-15_1248646028_05.jpg"
    ]
  },
  {
    "id": "1252304282",
    "date_written": "2025-07-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 아이들이 좋아하는 블록 놀이가 더욱 특별하게 펼쳐졌습니다.\n벽돌블록에 기차 모양 그림을 붙여 기차블록을 만들어보며 탐색과 놀이가 시작되었습니다. 블록을 하나하나 연결하며 기차를 만들고, 그 위에 조심스럽게 또 다른 블록을 올려 높이 쌓는 모습도 보여주었습니다. 때로는 친구들과 함께 “출발~!” 소리를 내며 기차가 달리는 상황을 상상해보기도 하고 기차를 타고 소풍을 가는 상상놀이도 해보았습니다.\n더위로 인해 실내대체놀이가 진행되었습니다. 비행기 그림이 그려진 공을 비행기처럼 슝~ 하고 던져보며 마치 비행기가 하늘을 나는 것처럼 비행기의 움직임을 생생하게 표현했답니다. 다양한 역할을 상상하고 직접 몸으로 표현하는 바다반 친구들의 모습에서 풍부한 상상력과 표현력을 느낄 수 있었습니다.\n하준이는 오랜만에 등원하여 기분이 좋은지 놀잇감을 탐색하며 교실안을 뛰어다니면서 즐거운 모습이었습니다.^^ 기침은 조금 했지만 일과시간중에 컨디션은 괜찮았고, 점심밥도 소고기볶음과 국물해서 밥 한그릇 다 먹었습니다. 건강하게 퇴원하여 너무 다행이고, 며칠 컨디션을 잘 살펴보겠습니다. \n\n내일은 열린 어린이집 동화 특색활동 \"난 토마토 절대 안 먹어\" 놀이가 예정되어 있습니다. 앞치마를 챙겨서 보내주세요~!",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bWL7Vq/btsPs5dnwp8/CJt5lGWRcot1k79gmmjVk0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Tybkn/btsPtmsl2gW/X7ctjPIh4CBLoumzOaDc1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kD8Y8/btsPsYFvlTQ/ylolE0oSlsYQQ3bJNk1sUK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/nom5B/btsPr8a572v/hooVvgFdRaVTs6YksZ5cJk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KWYow/btsPr40NWnW/mplYdpOo8YKB4KmQ5caLu1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0217_2025-07-22_1252304282_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0217_2025-07-22_1252304282_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0217_2025-07-22_1252304282_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0217_2025-07-22_1252304282_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0217_2025-07-22_1252304282_05.jpg"
    ]
  },
  {
    "id": "1252992908",
    "date_written": "2025-07-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린 어린이집 동화특색놀이 \"토마토로 놀이해요\" 활동이 있었습니다. 일일 아빠선생님과 함께 재미있는 놀이가 시작되었답니다. 싱싱한 토마토를 탐색하고 지퍼팩에 넣어 손과 손바닥으로 으깨본 후 향기도 맡아보았습니다. 으깨는 시간 내내 아이들의 웃음이 떠나질 않았답니다. 토마토에서 나는 향기를 맡으며 먹고 싶어요 하는 친구들을 위해 아빠 선생님이 나섰습니다. 안전을 위해 아이들은 선생님과 있는 동안 아빠선생님께서 믹서기로 토마토를 갈아주셨답니다. 토마토 주스를 마시며 달콤 새콤한 맛과 향을 탐색하고 맛보는 시간을 너무 좋아하더라고요. 남는 토마토 주스와 미리 준비한 밀가루 반죽을 섞어 붉은빛이 도는 반죽을 만들고 마음껏 주무르기도 하고 탈것 모양 찍기 틀을 이용해 즐거운 오감놀이도 진행해 보았습니다. 자연의 재료를 오감으로 느끼고 창의력을 키우는 즐거운 시간이었습니다.\n오늘 도우미 선생님으로 함께 해주신 안현우 아버님께 진심으로 감사드립니다.\n하준이는 갈은 토마토 주스를 한잔 맛있게 먹었고, 점심에 덮밥과 숭늉, 반찬까지 다 먹었습니다. 숭늉은 더 달라고 표현하여 넉넉히 먹었습니다.^^ 일과중에 컨디션도 괜찮았고 안정적으로 일과를 보냈습니다. 점심 후 대변을 시원하게 보았습니다.\n\n*7/28~7/31 까지는 바다 2반 송미정 교사의 연차소진으로 인해 대체교사 및 보조교사가 함께 보육할 예정입니다. 참고부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bNetyn/btsPtAZAMB7/2Hmdd4UgVBzLE3VQt6ugo1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/O2hTQ/btsPvhqGzwY/JEN3IaTnMbyPm9dhkdBW9K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bZcATz/btsPvXeb7mw/ZWzJu14UlQowEVonEX9nc0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bpc5jF/btsPvE0gynb/bCdimx2HK0o0IaK5PfJtuk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cEHhl0/btsPt0jqzyY/KzyTr1tsMkJiwZY2Xcb3e1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/csNsWZ/btsPtASSrnH/83YahveutOGGYPmBmRii4k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cVUjSA/btsPvfNbEpI/b7X3gqJuT4d0Mjb8mfLxm1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0218_2025-07-23_1252992908_07.jpg"
    ]
  },
  {
    "id": "1253671002",
    "date_written": "2025-07-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 바다반 교실에서는 재미있는 상상놀이가 펼쳐졌습니다. 바닥 매트에 장작불 그림이 그려져 있는 걸 본 친구가 \"불이야~!\" 하고 외치자, 아이들의 눈이 반짝이며 놀이가 시작되었답니다. 순식간에 바다반은 '불 끄기 작전'으로 들썩였답니다.\n\"소방차가 출동해야 해~!\", \"도망가요!\"라며 상황극을 펼치던 아이들을 위해 상자로 만든 소방차를 지원해 주었더니 타고 내리며 불을 끄는 흉내를 내기도 했답니다. 불을 어떻게 끌까 고민하는 친구들을 위해 백업과 분무기를 지원해 주었더니 호스와 소화기처럼 들고 불을 끄면서 풍성한 놀이가 완성되었답니다.\n더운 날씨로 인해 실내대체놀이가 진행되었습니다. 유희실에 튜브를 비치해 주었더니 허리에 끼고 어푸어푸 수영을 하기도 하고 징검다리처럼 건너보기도 하는 등 활발한 신체놀이가 관찰되었답니다.\n하준이가 유희실에서 비행기푸쉬카를 밀며 뛰다가 넘어졌는데, 턱아래쪽에 조금 긁혀서 약을 발라주었습니다. 가정에서도 한번 살펴봐주세요.\n오후간식후에 대변을 잘보았습니다.\n\n* 7월 마지막 주인 7/28~8/1은 물놀이 주간입니다. 그날의 날씨 상황을 보고 기간 내에 수시로 원내 데크 및 옥상에서 물놀이를 진행할 예정이므로 여벌옷, 방수 기저귀, 수건 등 개인 준비물에 이름을 써서 28일 월요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/D7Ilq/btsPxfT3eeg/nZlh5ETcGHpQz89ovlGTHk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/DWfOV/btsPwHje9np/XV0KVpXS2mP5KNXFHv9kMk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/e0FIm/btsPwss2qBZ/uQMCK32EGvZHwWQEUA3R70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pHezc/btsPxDAnzIo/0mQJIyYe5wt9X6a9K9KLjk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/G3dIA/btsPwGR8iHG/gzU9i2aL6moNuey5riXwAK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0219_2025-07-24_1253671002_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0219_2025-07-24_1253671002_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0219_2025-07-24_1253671002_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0219_2025-07-24_1253671002_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0219_2025-07-24_1253671002_05.jpg"
    ]
  },
  {
    "id": "1254357002",
    "date_written": "2025-07-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 재활용 상자를 이용해 만든 경사로를 만들어 지원해 주었습니다. 교실에 비치된 경사로에 호기심을 보이며 탐색하고 교사가 자동차라 미끄럼틀을 타네 ~ 하며 모델링을 보여주자 하나둘씩 자동차 놀잇감을 가져와 놀이를 시작했답니다.\n자동차를 손에 쥐고 “부릉부릉~” 소리를 내기도 했습니다. 큰 자동차 놀잇감을 세게 움직였더니 경사로가 흔들리는 모습을 보고 조심조심 움직이는 경험도 해보았습니다.\n경사로 위에 자동차를 올려놓고, 손으로 밀어 보기도 하고, 내려오는 자동차를 눈으로 따라가며 집중하는 모습을 보여주었어요. 여러 번 반복하며 놀이에 푹 빠진 모습이 정말 신나 보이는 바다반 친구들입니다.\n놀이를 통해 관찰력과 모방 능력, 그리고 간단한 원인과 결과에 대해 자연스럽게 경험하는 시간이 되었습니다.\n무더운 날씨로 인해 유희실에서 워터테이블과 튜브로 실내놀이가 진행되었습니다. \n\n[바다2반 학부모님께]\n저의 개인사정으로 인해 학기중 부득이하게 퇴사하게 되어 아이들과 학부모님께 너무나 죄송한 말씀을 드립니다. 짧지 않은 시간 동안 아이들의 웃음과 사랑, 그리고 부모님들의 따뜻한 응원 덕분에 매일이 감사함으로 채워졌습니다. 아이들이 보여주는 성장은 저에게 가장 큰 배움이었고, 함께한 하루하루와 친구들의 환한 웃음은 잊지 못할 추억이 되었습니다. \n앞으로도 아이들이 건강하고 행복하게 자라나길 진심으로 바라며, 가정에도 늘 평안과 따뜻함이 가득하시길 기원합니다.\n그동안 진심으로 감사했습니다.😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cupChT/btsPxVQgBm3/fWY5NdInxjlxYmyOgz1Kz1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/2wfR6/btsPx8V6UDg/8InwmYeXOR7A74jkgCXiW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bpF1yq/btsPzjCiaC4/iX7fnO06EJNHhk2a11H8S0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cgrwhE/btsPzGcXyZg/XHDTf1HRiLnLiBBUg82VpK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bOY43u/btsPzkupQvy/LAhRfAba0rkjanjkdShaj0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fxQwV/btsPzZDjPFU/ShitTveMi1K7Xcb1BpBLzK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0220_2025-07-25_1254357002_06.jpg"
    ]
  },
  {
    "id": "1254799288",
    "date_written": "2025-07-28",
    "author_name": "신길더샵해늘어린이집 원장",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "안녕하세요 \n바다2반은 28일~31일까지 대체교사로 보육이 진행됩니다.\n키즈노트는 투약만 확인 가능함을 안내드립니다.\n새로운 선생님께서 대체교사로 근무 후 8월 1일자로 정교사 임용됨을 다시 한 번 재 안내 드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1255220077",
    "date_written": "2025-07-29",
    "author_name": "바다2 신미영교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 아이들이 기다리던 이벤트 데이~\"수박파티\"가 열리는 날이었습니다.\n사전 활동으로 수박노래도 불러보고 텃밭에서 보았던 애플수박, 망고수박 이야기도 해보았답니다.\n수박으로 꾸며진 교실로 올라가 우와~ 하고 신나 하는 바다반 친구들이랍니다. 친구랑 수박시소도 타보고 수박수영장에서 헤엄도 쳐보았답니다. 수박옷을 입고 경운기도 직접 타보았지요. 오늘 하루 너무너무 신나는 바다반 친구들의 모습은 사진으로 감상해 주세요. ^^\n마지막으로 원장님께서 준비해 주신 달콤하고 시원한 수박을 먹으며 이야기꽃을 활짝 피웠답니다. ^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cahOCE/btsPDnRIHIg/CbjSvT8rHj1LWbPFOG1tYk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cg2j7h/btsPDGjcnMh/zqXveNHCKTUsFkFKHI36vk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hqy1Y/btsPCLFt9DQ/COhf1TultrQBUK8OkQpTc0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SdfZJ/btsPDowi7zf/Y7VwygkNcdErmWmvbbhwqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wlnbw/btsPDFxN1kO/ZYuRT4R364f9gATyR6pVg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ehzt4/btsPA04UUF6/mpEySdJkrTnAkfyZbJFBrk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6n3tC/btsPBlgIpi4/VJ60QL0JqnJKGHbTg383Ak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/l47QY/btsPB4MiIew/ehKW8oEOKwn1Wk4OvAc5Kk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ToJlw/btsPCMj7RD7/4vjnV2SpcfUmlKcfEgBV6K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Ak4a0/btsPCL6Bynw/bveKCQlWSVNKvW6lAkHuVk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/CNtux/btsPBmmn50h/q6bICunO3k20ro3zIJuy70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bQIg0V/btsPDmedv8S/zpjOt7xQTQKcI2h7XvyLQk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_08.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_09.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_10.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_11.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0222_2025-07-29_1255220077_12.jpg"
    ]
  },
  {
    "id": "1255471917",
    "date_written": "2025-07-30",
    "author_name": "바다2 신미영교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 데크에서 신나는 물놀이가 진행되었습니다.\n물놀이 사진 보내드립니다. ^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/fYGgV/btsPBKOuuzD/o3OdPmVse2QegHyczXuad0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OkDIG/btsPC81WQk1/sQnnHzhLWCK8TEQ6u7Qbt0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FzmDd/btsPDJ8ri9T/zJwaekTyJCG8YUllZwh2Dk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bG8RzY/btsPEFqWqNT/YpT5Dt3bljGxl1qtCSW34K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/K1IBl/btsPDaZI7E9/w9j0jQxSTzUWCu6tyMRil0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxR9Y0/btsPDqVxsTl/1sobVe8gSkvVhkd7gSIT31/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0223_2025-07-30_1255471917_06.jpg"
    ]
  },
  {
    "id": "1255690319",
    "date_written": "2025-07-31",
    "author_name": "바다2 신미영교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 옥상 텃밭에서 시원한 물놀이 시간이 있었습니다. 물풍선 놀이와 물총놀이까지 너무 신나는 하루였습니다. ^^ 신나게 놀아서인지 오늘은 점심도 맛있게 잘 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cDR26P/btsPCoLo2X5/kZc6QabGSnVz0Jl7BpNeMK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c2vI5n/btsPCoEEn0u/ExjvqWCg2ji3YvGsK7yHkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ca39sD/btsPB823120/mGv7J0yFhBsiF9CsFpM0H1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b3CYvW/btsPE80W34f/BE6t6D9HH7pnhMBmkkXsJ1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0224_2025-07-31_1255690319_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0224_2025-07-31_1255690319_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0224_2025-07-31_1255690319_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0224_2025-07-31_1255690319_04.jpg"
    ]
  },
  {
    "id": "1256377411",
    "date_written": "2025-08-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "안녕하세요! 하준이와 즐거운 주말 보내셨나요?\n오늘은 하준이와 함께 ‘낚시놀이’를 해보았어요!\n파란 비닐과 함께 알록달록한 물고기 장난감들이 둥둥~ 떠 있는 풀장을 보자 관심을 보이는 모습이었답니다. \n선생님과 함께 큰 와플블록을 하나둘 모아 의자처럼 쌓아  앉아서 낚싯대를 손에 쥐고 물고기를 향해 손을 뻗는 모습이 정말 대견했답니다. \n잡은 물고기를 손에 꼭 쥐고는 교사에게 보여주며 뿌듯해하는 모습에 모두가 웃음이 절로 났어요.^^\n이런 상상 놀이를 통해 아이들은 물, 바다, 물고기 등 새로운 개념을 경험하고, 눈-손 협응력과 집중력도 자연스럽게 키워갈 수 있답니다.\n\n오늘 바깥놀이 시간에는 아이들과 함께 매미 소리를 듣고, 나무에 붙어 있는 매미 탈피 껍질을 관찰했어요. 조심스레 다가가 살펴보는 모습이 귀여웠답니다. 또한, 분수가 물을 뿜는 장면을 보고 “와~”하며 신나게 반응했어요.\n짧은 시간 속에서도 자연을 오감으로 느끼며 호기심 가득한 시간을 보냈답니다. 😊🌿\n\n하준이는 오늘 점심시간에 김치와 국물과 함께 밥을 다 먹었습니다. 일과 중 콧물이 흐를 정도로 나오지는 않았고, 낮잠 잘 때 코가 좀 막히는 모습이 보였습니다. \n\n*원에 하준이 여벌 옷이 있어서 다시 보내드립니다. \n*하준이 새 칫솔 보내주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/kJXzt/btsPHD7Ke09/mTKBVy3xIYI2HQBT5pbGuK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/rbR2f/btsPE3fLtQX/zf7t34xB4uK3IaxhhmNE51/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cHktym/btsPELzFtbs/h7lxFEx3FV7Wez4sT3Qmg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cYN7js/btsPF9l4Xk8/PNskrKBsgTYSaJGhSKtJxK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0225_2025-08-04_1256377411_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0225_2025-08-04_1256377411_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0225_2025-08-04_1256377411_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0225_2025-08-04_1256377411_04.jpg"
    ]
  },
  {
    "id": "1256864662",
    "date_written": "2025-08-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "어제의 낚시놀이에 이어, 오늘은 더욱 신나는 풀장 놀이 시간을 가졌어요! \n아이들이 작은 풀장 안으로 들어가 “어푸~ 어푸~” 소리를 내며 수영 흉내를 내는 모습이 정말 귀여웠답니다. 하준이는 누워서 몸을 쭉 뻗으며 움직여 보기도 하고, 장난감 물고기를 손으로 잡아보며 활기차게 놀이에 참여했어요. \n어제 했던 낚시놀이가 자연스럽게 이어져서, 서로 잡은 물고기를 보여주며 놀이하는 모습에 웃음이 절로 났어요.\n\n오늘 바깥놀이 시간에도 아이들과 함께 시원한 그늘 아래로 이동해 자연을 느껴보았어요. \n어제와 마찬가지로 귀에 익숙한 매미 소리가 들리자 반가워했답니다. 선생님이 매미 탈피 껍질을 보여주니 관심을 가지고 바라보는 하준이에요.\n특히 오늘은 하늘을 날아다니는 잠자리도 가까이서 볼 수 있었어요! 교사가 “잠자리~ 날아간다~” 하며 말해주니 잠자리를 손가락으로 가리키는 하준이었답니다. \n자연의 소리와 움직임을 직접 느끼며 아이들이 스스로 질문하고 반응하는 모습이 더욱 자라난 하루였어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/fXSNP/btsPIHWFfm9/e7IcZimnYgASpMW9MyTL50/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bTbqwe/btsPGHp2vNW/zHqRKA2Z3EBE9SZDmmp1hk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/g7JW0/btsPFDO9P2g/tqT7hdPgjWYjvez8QSiWjk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0226_2025-08-05_1256864662_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0226_2025-08-05_1256864662_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0226_2025-08-05_1256864662_03.jpg"
    ]
  },
  {
    "id": "1257381438",
    "date_written": "2025-08-06",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오늘은 아이스크림 가게 놀이를 해보았어요.\n아이스크림 모형을 들고 “여기 있어요~” 하며 친구가 건네주는 아이스크림을 받고 아이스크림을 두 개씩 들고 있어 “하나 친구 나눠줄까?” 물어보니 고개를 끄덕이고 친구가 “하나 줄래?”하며  자연스럽게 나누기도 했어요. 이렇게 친구와의 상호작용을 통해 배려하고 소통하는 방법을 조금씩 익혀가고 있답니다. \n수박안경이 마음에 든 하준이는 교실에 오자마자 수박안경을 찾아 써보고 거울을 확인한답니다^^\n그 모습이 너무 귀여운 하준이에요.\n\n오늘은 비가 그치고 나서 아이들과 함께 배드민턴장으로 산책을 다녀왔어요! \n촉촉한 흙냄새와 시원한 바람을 느끼며 걷는 길에, 아이들은 발걸음도 가볍고 기분도 한껏 들떠 있었답니다. 산책 중에는 매미가 나무에 붙어 울고 있는 모습도 발견했어요.  “매미다!” 하며 조용히 다가가 귀를 기울였고,  하준이는 신기해하는 눈빛이 가득했어요. 바닥에서는 개미가 움직이는 것도 보며 하고 관찰하는 모습도 보였답니다.\n\n하준이 오른쪽 무릎에 모기 물린 자국이 있어 하준이가 가려운지 긁더라고요. 밴드 붙여주었습니다.\n*8월 8일 금요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/5qa7Y/btsPHQN5Fob/3T6eBn8xewX73zleqdgXR1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/brJYrt/btsPGrHQu5x/ohxzBTv1rgyVF0Vm6jkCDk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/oJueV/btsPJD09Qr4/YsOPA3om3IFlxLe39uAQQk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ImrBw/btsPIyswkU8/vz8Wa9teADhjGOdQBTaOH1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0227_2025-08-06_1257381438_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0227_2025-08-06_1257381438_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0227_2025-08-06_1257381438_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0227_2025-08-06_1257381438_04.jpg"
    ]
  },
  {
    "id": "1257951418",
    "date_written": "2025-08-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제 했던 아이스크림 가게 놀이를 기억하고 있는 아이들과 오늘은 점토로 아이스크림 만들기 놀이를 해보았어요!\n말랑말랑한 점토를 손에 쥐어 주자 아이들은 두 손으로 꾹꾹 누르거나 손가락으로 콕콕 찍어보며 촉감을 느껴보았어요.\n선생님이 “아이스크림 만들어볼까?” 하고 이야기하자 아이들은 동그랗게 뭉치고, 위에 얹어보기도 하며 자신만의 아이스크림을 만들었답니다. \n작은 손으로 점토를 조물조물 만지며 소근육과 감각 발달에도 좋은 시간이었어요.\n\n오늘은 아이들과 함께 어린이집 주변을 산책하며 여름의 자연을 느껴보는 시간을 가졌어요.\n특히 친구의 손을 꼭 잡고 걷는 모습이 무척 사랑스러웠답니다. \n산책길 곳곳에 보이는 나뭇잎과 작은 열매들을 보며 관심을 보이고, 나무 위를 올려다보며 관찰하는 모습도 있었답니다. 아이들이 직접 자연을 보고 느끼는 경험은 호기심과 탐색 능력을 키워주는 소중한 시간이 되었어요.\n살랑살랑 부는 여름 바람을 맞으며 머리카락이 살짝 날리는 느낌에 하준이는 기분이 좋은지 웃음을 터트리는 모습도 볼 수 있었답니다.^^\n\n하준이는 오늘 점심 시간에 깍두기와 가자미살조림, 팽이미소장국 국물과 함께 잘 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dJYcvO/btsPI4lbXQ8/QlkrLuPll6jkBKnWRnL2yk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xWot0/btsPKk1P9ZS/bGqQk75DO5LOgnKrFJvbHK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bWpujX/btsPIrt6AaF/UNHw6JiL6ffjHpjETssJ2K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0228_2025-08-07_1257951418_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0228_2025-08-07_1257951418_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0228_2025-08-07_1257951418_03.jpg"
    ]
  },
  {
    "id": "1258539918",
    "date_written": "2025-08-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 소방대피훈련이 있었습니다. 훈련이 끝난 후, 우주반 형님들과 함께 푸른 나무와 풀로 가득한 메낙골근린공원으로 산책을 다녀왔습니다. 매미 소리가 가득한 공원에서 바다반 친구들은 아이들은 소리가 어디서 나는지 눈을 크게 뜨며 찾아보았답니다. 형님들이 먼저 매미를 잡아 보여주면, 아이들도 용기를 내어 가까이 다가가 살펴보았어요. 오늘의 산책은 단순한 놀이를 넘어 형님과 동생이 서로를 의지하고 돕는 소중한 시간이 되었어요. \n곤충과 바닷속 동물을 지퍼백에 미리 얼려 제공해 주니 두 손으로 꼭 쥐며 웃음을 짓는 하준이에요. \n얼음이 점점 녹자 안에 있는 모형이 어떤 모형인지 이야기를 나누어 보았답니다^^\n\n하준이가 손을 놓고 혼자서 가다가 자신의 발에 걸려 넘어지면서 왼쪽무릎이 살짝 빨개져 연고 발라주었습니다.\n\n* 영등포구 보건소에서 운영하는 '영양플러스 사업' 관련 리플릿 보내드립니다. 참고하시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/98E7E/btsPJyAvISa/mbW0tJLjEl0ENhiauXh9lk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eN7Mp/btsPKU3VMzs/gtowsXJF3tr7igg0y258uK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/drtcKH/btsPLPAPbE6/EYubvuZfGxYNLZ6nuG0hKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c11fWV/btsPJAkMGrX/U5NQBKiLxBYzDkPacg01Q1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0229_2025-08-08_1258539918_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0229_2025-08-08_1258539918_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0229_2025-08-08_1258539918_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0229_2025-08-08_1258539918_04.jpg"
    ]
  },
  {
    "id": "1259318574",
    "date_written": "2025-08-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바닷가 그림이 그려진 큰 현수막 앞에서 수박 모양의 그림이 새겨진 벽돌 블록을 꺼내어, 함께 ‘수영장 만들기’ 놀이를 해보았어요. 처음엔 수박모양 블록을 탐색하며 소꿉놀이를 하기도 하고 블록을 길게 연결해 보기도 했습니다. 하준이는 수박 블록을 보고 수박선글라스를 착용하며 놀이를 해보았답니다\n\n바깥으로 나가서는 분무기를 들고 신나게 물 뿌리기 놀이를 했어요. 나무에 물을 주기도 하고, 배드민턴장 바닥에 물을 뿌리며 물방울이 반짝이는 모습을 관찰했답니다. \n오늘의 경험은 단순한 놀이를 넘어 감각 발달과 자연에 대한 호기심을 키워주는 시간이 되었답니다.\n\n하준이는 분무기 뿌리는 것이 너무 재밌었나 봐요. 옷이 젖어 여벌 옷으로 갈아입었습니다. \n여벌 옷 보내주세요~\n하준이가 오늘 일과 중 기침하는 모습이 보였어요. 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dnY52r/btsPLWny6NV/8jz0JkZ0Khyu1bhIDYIoR0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cylX7J/btsPNJgpyMJ/s9oURNT67qTLTKXb2BJOB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dlDvVV/btsPPLEywqH/ZAcY1Sec5EuAWKq7qHQ180/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0230_2025-08-11_1259318574_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0230_2025-08-11_1259318574_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0230_2025-08-11_1259318574_03.jpg"
    ]
  },
  {
    "id": "1259991280",
    "date_written": "2025-08-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 아이들과 함께 신기한 코인티슈 놀이를 해보았습니다. \n처음에 작고 동그란 코인 모양의 티슈를 보여주자 사탕이다, 비타민이다 하며 관심을 보였답니다. \n스포이드를 이용해 물을 톡톡 떨어뜨리니 티슈가 점점 부풀어 오르고 커지는 모습에 놀란 듯 미소를 지으며 손으로 톡 만져보았습니다. \n단단했던 티슈가 부드럽게 변하는 촉감과, 조금씩 펼쳐지는 과정을 눈여겨보며 집중하는 모습이 참 인상 깊었어요.\n확장활동으로 코인티슈에 사인펜으로 자유롭게 끼적이기를 한 뒤, 다시 스포이드로 물을 뿌렸더니 색이 번지고 섞이며 멋진 무늬가 생겼답니다.\n티슈 위에 생긴 다양한 색의 변화를 오래도록 바라보았답니다. \n색이 번질 때의 부드러운 변화와, 나만의 티슈가 완성되는 과정을 경험해 보았답니다. \n\n실외활동으로 메낙골 공원에 올라가 돋보기를 이용해 매미와 곤충들을 관찰하며 즐거운 시간을 보냈습니다. \n\n하준이 왼쪽 종아리에 모기 물린 자국을 계속 긁어 밴드 붙여주었습니다.\n원에 하준이 긴팔 여벌 옷이 있어 가정으로 보냅니다. \n\n*오늘 가정분양저금통을 보내드립니다. 자세한 내용은 키즈노트 공지사항을 참고해 주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/g5bDT/btsPPEmkjdJ/NAu5rgLha7ElNqDdJjXgBk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b3b7pD/btsPPFZRjti/qvG1KvcEjzOCQdcnClM68k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ZBZ2B/btsPOFMKVu5/g11tSeKDNGveWvArSt1kg0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bma1e0/btsPQDUs58s/H6kCw6mmHleKnCCbA7ms2K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0231_2025-08-12_1259991280_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0231_2025-08-12_1259991280_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0231_2025-08-12_1259991280_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0231_2025-08-12_1259991280_04.jpg"
    ]
  },
  {
    "id": "1260666890",
    "date_written": "2025-08-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "thunderstorm",
    "content": "오늘은 열린 어린이집 특색활동으로 \"알록달록 동물원\" 그림책을 함께 읽고 동화 속에서 다양한 동물들을 만나며, 세모·네모·동그라미 같은 기본 도형의 이름도 하나씩 이야기해 보았습니다. \n그림 속 동물 친구들에게 모양 스티커를 자유롭게 붙이며 나만의 동물 친구를 완성하는 시간도 가져보았어요.\n벽에 전지를 붙여 모양 색종이를 지원해 주었더니 다채로운 모양 놀이가 활발하게 이루어졌답니다. 작은 손으로 스티커를 떼고 붙일 때 집중하는 모습이 기특한 바다반 친구들이에요.\n오늘 하루의 활동 속에서 손과 눈의 협응력, 창의적인 표현력, 그리고 새로운 단어를 배우는 즐거움까지 함께 느낄 수 있었답니다.\n\n하준이 오늘 기침을 많이 하는 모습이 보였습니다. 콧물이 흐르지는 않았지만 코가 뒤로 넘어가 기침을 하는 모습이었어요. \n낮잠을 자고 일어나 오후 간식을 먹은 후 컨디션이 좋지 않은지 하원 10분 전쯤에 울음을 보였습니다. \n\n* 내일(14일) '찾아가는 안전교육-신변안전', 실종&유괴 안전교육이 9시 30분부터 진행됩니다. 9시까지 등원해 주세요.\n\n* 8월 20일은 바다반 친구 오인호(남아), 박제이(여아), 두하준(남아) 친구의 생일파티가 있습니다.\n3천 원 미만의 생일선물을 준비하셔서 다음 주 월요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/nHoyJ/btsPR81bt0t/KsNHrULrHueyzcAdiha9A0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b8IHws/btsPRfUnMCC/pzZ9DkopAhQRDU68whBwqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/iMbgl/btsPRFLOKfN/Lk4Bmpt9aPSumjjq2hNaMK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d4FLr/btsPRHJzz7p/awweAUDFNZZrBEfKzdkVb0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0232_2025-08-13_1260666890_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0232_2025-08-13_1260666890_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0232_2025-08-13_1260666890_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0232_2025-08-13_1260666890_04.jpg"
    ]
  },
  {
    "id": "1261328016",
    "date_written": "2025-08-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "수박 그림이 있는 벽돌 블록으로 친구들과 함께 낚시터를 만드는 과정에서, 한 번에 블록을 쌓기보다 위치를 조절하며 여러 번 시도하는 모습이 인상적이었답니다. \n파란 비닐을 깔아 ‘물’을 표현하자, 아이의 호기심이 한층 커졌어요. 낚싯대를 잡을 땐 작은 손가락 힘을 모아 조심스럽게 움직여 보았습니다.\n\n이어진 대체놀이 시간에는 커다란 튜브를 하나씩 건너며 징검다리 놀이를 해보았어요. 균형을 잡으려고 두 팔을 쭉 벌린 채 조심조심 걷는 모습이 귀엽고도 의젓했어요.\n아이가 놀이 속에서 소근육을 쓰고, 몸의 균형도 잡으며 많은 경험을 쌓은 하루였어요. 이런 탐색과 시도가 계속되면 더 큰 자신감과 도전심을 가질 수 있을 거예요.\n\n오늘 안전교육 강사님이 방문하셔서 '찾아가는 안전교육-신변안전'에 대해 알아보았어요.\n길을 잃어버렸을 경우 자리에 서서 도움 요청하기, 낯선 사람 혹은 아는 사람일지라도 따라가면 안 된다는 것을 알고, 누군가 가자고 할 때 바닥에 엎드린 뒤 \"안 돼요! 싫어요! 도와주세요!\"를 외치는  대처방법에 대해 배워보았습니다.\n가정에서도 함께 이야기 나눠보세요.\n\n하준이는 오늘 살짝 눈곱이 끼는 모습이 보였어요.\n기침을 하긴 했지만 보채지는 않았고 오전 간식도 잘 먹고 점심밥도 잘 먹었습니다.\n하준이가 낮잠 후 오후간식을 안 먹겠다고 해서 참치김치주먹밥은 먹지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bRuhn8/btsPRnr9mD5/WAMg5odvX9ShEmE8SByCt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dyMIf/btsPRyUyn2t/zO4vtLKq4VWrAwVWlQHfSk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/n7Gh3/btsPTQTHafx/KvTbBr45DHcQGlNJzaNaH1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0233_2025-08-14_1261328016_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0233_2025-08-14_1261328016_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0233_2025-08-14_1261328016_03.jpg"
    ]
  },
  {
    "id": "1262199294",
    "date_written": "2025-08-18",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 상자를 이용해 아이스크림을 만들어보았습니다. \n선생님이 그려준 아이스크림 콘 모양에 하준이는 크레용으로 열심히 끼적이며 자신만의 작품을 꾸며나갔답니다. 작은 손으로 화장솜을 붙여 몽글몽글한 아이스크림을 표현하며 놀이가 확장되는 모습이었습니다.  지난 코인티슈에 스포이드를 사용해 색이 번지는 경험을 기억하고 화장솜에도 싸인펜으로 끼적이기 후 물을 뿌려 색번짐 놀이를  반복하는 모습도 볼 수 있었습니다. \n\n이어진 실외활동에서는 꿀벌이 되어 날개를 달고 뛰어다녔어요 꽃을 찾아다니는 듯 두리번거리며 꿀을 빨아먹는 시늉을 하는 모습은 상상력 가득한 놀이였습니다. \n공원에 분수가 가동되자 가까이에서 시원함을 느끼는 바다반 친구들입니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/RIEWP/btsPVlzSjfv/8wpG99TOdaedhGcrR88F1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bTFOJ0/btsPUccupTm/yBWxt9rlaM3SZoM8amKweK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b9MJCk/btsPUKfGv5I/ZRsL6GLieyvu9YHQUilw81/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/clkS0Y/btsPTzzg1Ug/LXvT3pK2OVEKnAvFPK0Nq1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0234_2025-08-18_1262199294_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0234_2025-08-18_1262199294_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0234_2025-08-18_1262199294_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0234_2025-08-18_1262199294_04.jpg"
    ]
  },
  {
    "id": "1262893424",
    "date_written": "2025-08-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 교실에서 종이접시와 파란 비닐을 이용해 해파리 만들기 놀이를 해보았습니다. \n종이접시에 비닐을 붙여 해파리 촉수를 만들며 흔들어 보기도 하고 “헤엄친다~” 하며 바닷속을 상상하며 즐겁게 표현했어요. \n작은 손으로 스티커를 떼고 붙이며  소근육도 쓰고, 친구와 함께 웃으며 상호작용하는 모습이 귀여웠답니다. \n이어 옥상 텃밭에 올라가 빨갛게 익어가는 파프리카를 보고, 고구마 줄기와 넓은 잎도 함께 살펴보았어요. 초록빛 식물이 자라는 모습을 가까이에서 관찰하며 자연과 더  친해지는 시간을 가졌습니다. \n\n하준이 점심시간에 국물을 흘려 여벌 바지로 갈아입었습니다. 여벌바지 보내주세요.\n\n*내일은 8월 생일 맞은 친구들의 생일잔치가 있습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cmwoSg/btsPUfASAXw/Z7D1tm2G2KGxKhW0iv1Kvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9Yqbi/btsPYKeuam0/pwFj9sKXd9kP6UvayMvjW1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/LW1Z7/btsPUMFab9P/VPnIrgnsFKMladr1WSMgIk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0235_2025-08-19_1262893424_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0235_2025-08-19_1262893424_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0235_2025-08-19_1262893424_03.jpg"
    ]
  },
  {
    "id": "1263544557",
    "date_written": "2025-08-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 8월에 생일을 맞은 인호, 제이, 하준이를 함께 축하하며 즐거운 시간을 보냈습니다. 친구들이 다 함께 모여 \"생일 축하해~\"를 외치며 박수를 보내니 환하게 웃었답니다.\n놀이 시간에는 파란 비닐을 활용해 자유롭게 움직여보고 놀이해 보았어요. \"비가 내려요\"라고 말하며 던져보기도 하고, 헤엄을 치는 흉내도 내보고, 인형을 가지고 와 목욕을 시켜주기도 했답니다.  \n그리고 수박벽돌블록을 세우고 수박공을 굴려보며 볼링 놀이를 해보았어요. 차례를 기다리고 규칙을 지키는 연습이 되었습니다.\n\n* 내일은 <RAINBOW DAY>로 무지개와 관련된 놀이 및 활동을 하며 해늘 친구들과 즐거운 시간을 보낼 예정입니다. 9시까지 등원해 주세요!\n\n* 오늘 가정으로 부모참여수업 수요조사서를 보내드립니다. 확인하시고 8/22(금)까지 회신해 주시기 바랍니다.\n\n*생일사진은 앨범에 올려놓았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/KHRhb/btsPZ4EjusS/HG66d2227Q0m029GoEJick/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bcdb2t/btsPXFsk0vV/4D14NkRnuAcMQK7fm1Iu1K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0236_2025-08-20_1263544557_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0236_2025-08-20_1263544557_02.jpg"
    ]
  },
  {
    "id": "1264242012",
    "date_written": "2025-08-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 어린이집에서 기다리고 기다리던 레인보우 데이가 열렸습니다.\n형형색색 무지갯빛으로 가득 채워진 원내에서 아이들은 아침부터 두 눈을 반짝이며 설렘 가득한 하루를 시작했답니다.^^\n압축풍선팩 위를 조심스레 올라가 점프도 해보고 뛰어보기도 하고 색깔 비닐풍선을 손과 발로 차고 밀며 대근육 놀이를 즐겼습니다.\n무지개물고기 동화를 들으며, 나만의 무지개물고기를 만들어보기도 하였습니다. 반짝이 스티커로 꼼꼼하게 꾸며낸 물고기 친구들! 모두 저마다 다른 색과 모양으로 자신만의 개성을 담아 멋진 작품을 완성했답니다.\n달걀판에 폼폼이를 하나하나 넣어보는 활동도 해보았습니다. 손끝으로 조심스럽게 폼폼이를 넣으며 집중하는 아이들의 모습이 참 진지했답니다. 이후엔 모두 함께 파라슈트를 들고 흔들며 무지개처럼 펼쳐지는 색의 물결을 만들어 보았고, 무지개 터널을 지나가며 몸을 쭉쭉 늘려 기어가는 놀이, 무지개 밸런스 길을 조심조심 건너보는 도전, 그리고 터널 속을 통과하며 온몸으로 공간을 인식하는 시간까지! 무지갯빛처럼 다채롭고 활기찼던 오늘 하루, 아이들은 놀이를 통해 몸을 움직이고, 색을 인식하고, 친구들과 협력하며 하루 종일 웃음이 떠나지 않았답니다.\n\n\n*레인보우데이 사진은 앨범에 있습니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1264940471",
    "date_written": "2025-08-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 어린이집 주변을 함께 걸으며 메낙골근린공원에 다녀왔습니다. 따뜻한 햇살을 느끼며 친구와 손을 꼭 잡고 그늘 쪽으로 이동하는 모습이 무척 사랑스러웠습니다. 걸음을 옮길 때마다 주위를 살피며 호기심을 보이는 바다반 친구들이에요. 하늘을 올려다보기도 하고 산책길에서 마주친 어른들에게 “안녕하세요” 하고 인사를 해보았어요. 길가에 흔들리는 강아지풀을 유심히 바라보며 손으로 살짝 만져보며 자연과 가까이 어울려보았답니다.\n\n실내로 들어와서는 바다반에서 모래놀이를 했습니다. 작은 손으로 모래를 쥐었다 놓으며 다양한 촉감을 느끼고, 소꿉놀이 장난감을 활용해 놀이했어요. 반복되는 놀이 속에서도 몰입하는 모습이 참 진지하고, 스스로 시도하는 과정에서 성취감을 느끼는 듯 보였습니다. 오늘 하루는 몸도 마음도 활짝 열고 자연과 교감하며 즐거움을 발견하는 시간이 되었어요.\n하준이와 즐거운 주말 보내세요~\n\n하준이 오후간식 시간에 우유를 쏟아 바지가 젖어 갈아입었습니다. 여벌 바지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bFakY5/btsP01otRuk/NSu5niKJkVLxCYzxFKEKa1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ocF3G/btsP2BPOUVW/DK0E8d94N0wE9a1nE2Mvc0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bWEv66/btsP1h5FL3B/S5MGJL8C9K6nP04s7BKW4k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bqADuY/btsP01vgiSW/7esglTLkw9hk8imyK17n00/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0238_2025-08-22_1264940471_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0238_2025-08-22_1264940471_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0238_2025-08-22_1264940471_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0238_2025-08-22_1264940471_04.jpg"
    ]
  },
  {
    "id": "1265805866",
    "date_written": "2025-08-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "교실을 아쿠아리움처럼 꾸미자마자 주위를 두리번거렸는데, 작은 변화에도 반응을 보이는 모습이 참 기특했답니다. \n선생님과 함께 큰 와플 블록으로 잠수함을 만들면서도 집중하는 모습이 눈에 띄었어요. \n벽에 붙어 있는 다양한 바다 생물을 손바닥으로 가리키며 궁금해하는 하준이었답니다.\n\n밖에는 비가 와서 아쉽게도 바깥 활동은 하지 못했지만, 대신 유희실에서의 놀이가 아이에게 또 다른 즐거움을 주었어요. 압축팩 풍선을 보자마자 몸을 크게 움직이며 뛰고 구르고, 신나게 손으로 두드리며 적극적으로 놀이에 참여했습니다. 신나게 미끄럼틀도 타보았어요. \n오늘 하루 동안 하준이는 새로운 환경에 호기심을 보이고, 스스로의 힘으로 놀이에 몰입하며 성취를 느끼는 경험을 했습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bVpvsh/btsP3vQ5t1K/c2DtxYll16qrcSHGVmy38k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bwb17F/btsP5rmi3WG/fcZRUmUZuMtjvd51AX2DbK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/btau2H/btsP587GCu6/kpldRxbkDihdHyP0qGMzE0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0239_2025-08-25_1265805866_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0239_2025-08-25_1265805866_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0239_2025-08-25_1265805866_03.jpg"
    ]
  },
  {
    "id": "1266473671",
    "date_written": "2025-08-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny_after_rain",
    "content": "오늘은 바다반 친구들과 신나는 상어가족 노래를 들으며 물결무늬 비닐을 함께 잡고 파도가 치는 모습을 흉내 내보았어요. 선생님, 친구들과 크게 웃는 모습이 참 귀여웠답니다. 바다반 친구들은 어제 만들었던 잠수함을 기억해 내고, 큰 와플 블록을 이용해 친구와 함께 다시 잠수함을 만들어 타보는 모습이 정말 인상적이었어요. 블록에 관심을 보이며 친구와 함께 잠수함에 타보았답니다. 스스로 경험을 이어가며 새로운 놀이를 만들어내는 모습에서 상상력과 기억력이 쑥쑥 자라고 있음을 느낄 수 있었답니다.\n\n오늘은 2층 유희실에 올라가 꽂기 놀이를 해보았습니다. 꽂기 놀이는 아이의 세심한 손놀림과 집중력을 잘 보여주었어요. 책장에 다가가 책에 관심을 보이는 하준이, 책장에서 책을 골라 그림을 유심히 보는 하준이었답니다.\n\n오늘 하준이는 점심시간에 제공된 수수밥이 맛있었는지 두 그릇 가득 먹었습니다. 김치와 된장국물과 함께 잘 먹었습니다.\n하준이 감기가 많이 나아서 다행이에요. 일과 중 기침은 거의 하지 않았고, 콧물은 보이지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bkxdNf/btsP6RZCAzb/AdoABBCKSieICsei5XFOaK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cwhBUf/btsP753Swfd/RxxDLSVphknMsNLBbj4RUk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/e6JBc/btsP7bcrdec/2j6r8ScFGa2bQ8ELkIlKck/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/8iFVO/btsP6V8LLPG/NKlbE66HjbsIWg2soCn1b0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b5izoN/btsP76uYeaX/zKhCwqulbl22k5nEWPomM1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0240_2025-08-26_1266473671_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0240_2025-08-26_1266473671_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0240_2025-08-26_1266473671_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0240_2025-08-26_1266473671_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0240_2025-08-26_1266473671_05.jpg"
    ]
  },
  {
    "id": "1267139382",
    "date_written": "2025-08-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린어린이집 행사로 바다반 친구들과 수박바람개비를 만들어보았어요. 아직은 서툴지만 선생님의 도움을 받아 종이를 꼭 쥐고 색칠하는 모습이 무척 귀여웠습니다. \n완성된 바람개비를 들고 데크로 나가 바람을 맞으며 돌려보았어요. 바람개비를 돌려보며 서로 보여주고, 손에 꼭 쥔 모습에서 성취감과 즐거움이 묻어났습니다. 그런데 수박 바람개비를 이용해 수련과 토란에게 시원한 바람을 불어주겠다고 하다가 물에 젖고 말았답니다. 잠깐 실망하는 모습도 보였지만 다시 멋진 바람개비를 만들어서 도전하기로 했답니다. 실패의 경험을 도전의 기회로 바꾸는 바다반 친구들에게 칭찬 부탁드립니다. ^^\n\n*9월 1일~9월 3일까지 바다 1반 신미영 교사의 연차휴가입니다. 이 기간 동안 알림장은 전송되지 않으며 투약의뢰서만 확인 가능합니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bXe4i2/btsP7ak7cVX/0K14EoCmS9pq31jNW7Gpn0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cDA3i3/btsP7ojxe5L/x53OkqowNDWiJkJKsDcCh0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMD4K6/btsP8yZWkTf/CbkqyNg2BYlsMx60fRkEzk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FDty5/btsP8fsOrOJ/Y06KPHIh0xx4oTEkPjc2O1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0241_2025-08-27_1267139382_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0241_2025-08-27_1267139382_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0241_2025-08-27_1267139382_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0241_2025-08-27_1267139382_04.jpg"
    ]
  },
  {
    "id": "1267819962",
    "date_written": "2025-08-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 해마 꾸미기를 해보았습니다. 면봉에 물감을 톡톡 묻혀 해마 그림 위에 색을 더해주고, 반짝이는 스티커를 붙이며 자신만의 작품을 만들어 보았어요. 해마 그림을 보자마자 호기심 가득한 눈으로 바라보는 하준이에요. 선생님이 “이건 해마예요”라고 알려주자, 하준이는 집중해서 면봉에 물감을 바르고 꾸미며 작품에 몰입하는 모습을 보여주었어요. 작은 손으로 스티커를 떼서 머리카락과 옷에도 붙여보는 하준이었답니다. 호기심이 학습으로 연결되는 순간이었답니다.\n\n이후 바깥 활동에서는 아파트 주변을 함께 산책하며 자연을 느껴보았습니다. 솔솔 불어오는 바람을 맞으며 해맑게 웃는 하준이 모습이 무척 사랑스러웠어요. 길을 걸으며 메뚜기와 강아지풀을 만날 때는 눈을 반짝이며 가까이 다가가 보려고 했습니다. 자연 속에서 몸과 마음이 활짝 열리는 시간이 되었답니다.\n오늘 하루 하준이는 호기심과 표현력이 함께 성장하는 모습을 보여주었어요. 앞으로도 이렇게 작은 발견을 통해 세상을 알아가고, 표현하는 즐거움을 느낄 수 있도록 도와주겠습니다.\n\n하준이는 오늘 점심시간에 스스로 숟가락을 이용해 밥을 떠서 열심히 꼭꼭 씹어 먹는 하준이에요. 밥과 반찬을 다 먹고 빈 밥그릇과 반찬을 가리키며 더 달라고 표현해 두부강정과 김치와 함께 밥을 두 그릇 먹었답니다^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dumhXv/btsQbCAMFHV/NzxoRQ9rTI5pq9Z7mLK9H0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b89i3y/btsP78hc7EI/6YKKKtMchW7CGpn3LV8zY0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/5wHhm/btsQbXLswQz/fReQ6TVVYCtOkE6EJ8vEH0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/VDkfy/btsQaib4qZa/vFei25vvlOZqjN7HYNdlz1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0242_2025-08-28_1267819962_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0242_2025-08-28_1267819962_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0242_2025-08-28_1267819962_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0242_2025-08-28_1267819962_04.jpg"
    ]
  },
  {
    "id": "1268547914",
    "date_written": "2025-08-29",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 텃밭에서 가져온 고구마잎을 함께 탐색해 보았습니다. \n아이들은 잎의 모양과 질감을 살펴보며 관심을 보였고, 이후 교사가 고구마잎을 코팅해 주어 자유롭게 끼적이며 표현할 수 있도록 지원해 주니 적극적으로 미술놀이에 참여하는 모습을 볼 수 있었습니다.\n\n또한 비가 그친 뒤 텃밭에 올라가 보니 빨갛게 익은 파프리카가 열려 있는 걸 보고 신기해하며 관찰하는 모습입니다. 텃밭에서 익어가는 벼, 수수, 고구마 등 다양한 작물을 직접 보고 만져보며 자연과 한발 더 가까워지는 시간이 되었답니다.\n아이들이 텃밭에서 자라는 식물의 변화를 몸소 느낄 수 있었습니다. ^^\n\n하준이는 오늘 점심시간에 나온 반찬중 깍두기를 제일 먼저 다 먹고 “더, 더”라고 말하며 손가락으로 가리켰어요. 오늘도 하준이는 김자반과 갈비찜과 함께 밥을 두 그릇 먹었답니다.\n하준이와 즐거운 주말 보내세요~\n\n가정분양저금통 마감일이 오늘까지라고 합니다. 다음번에 참여 부탁드립니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Rtzhh/btsQaVPaDDF/tq7zziMoIIFLvMuX7yDr11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/RCewO/btsQcYRnVq9/v6lEK7unUUUBClTrS3kxt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c7Xh8L/btsQaOJj9q4/2iBT6lY8l0DmJDt10yYiN1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0243_2025-08-29_1268547914_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0243_2025-08-29_1268547914_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0243_2025-08-29_1268547914_03.jpg"
    ]
  },
  {
    "id": "1269427137",
    "date_written": "2025-09-01",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "하준이와 즐거운 주말 보내셨나요?\n오늘은 바다반 친구들과 음식 사진을 활용한 놀이와 새로운 주방놀잇감을 가지고 활동해보았습니다.  하준이는 솜이 들어있는 음식사진을 바라보며 관심을 보였고, 손가락으로 눌러보거나 만져보며 질감을 탐색했어요. 새로운 주방놀이 도구에도 큰 호기심을 보이며 전자레인지, 정수기, 오븐을 열어보려는 듯 손을 뻗고, 꼭꼭 눌러보며 신기한 듯 집중하는 모습이 귀여웠습니다. \n\n이어서 교실에서 풍선 놀이를 하며 신나는 시간을 가졌어요. 알록달록 풍선을 이리저리 흔들며 노래에 맞춰 몸을 흔들고, 작은 발로 통통 뛰어보며 웃음꽃을 피웠습니다. 풍선 위에 음식 사진을 붙여주자 더욱 눈을 반짝이며 풍선을 두드리거나 손으로 만져보면서 탐색하는 모습이 인상적이었답니다. 다양한 촉감과 움직임을 경험하며 하루를 즐겁게 보낸 하준이에요. \n\n또 텃밭에서 형님반이 따온 목화솜을 함께 만져보며 부드럽고 폭신한 촉감을 느껴보았어요. 오늘 하루는 다양한 촉감과 움직임, 그리고 자연의 재료를 직접 경험하며 하준이의 감각이 한층 풍부해진 시간이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bdNet8/btsQgNoCjTE/vSMrNpIHJP5IbIyt0YaSo0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxf27S/btsQge7PkFO/EItMj6JQ9RVKR527Y4ut7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/umV4s/btsQge01TyV/LPnK0Rcc8HW9bszg4g54R0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/L1mxa/btsQfemWFII/DoZBYomZYuXIyzZMMOnEmk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dop06w/btsQd9tcjXG/WTnWaAZK4nYF2B25HcmUr1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0244_2025-09-01_1269427137_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0244_2025-09-01_1269427137_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0244_2025-09-01_1269427137_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0244_2025-09-01_1269427137_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0244_2025-09-01_1269427137_05.jpg"
    ]
  },
  {
    "id": "1270112956",
    "date_written": "2025-09-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오전에는 바다반 친구들과 함께 메낙골근린공원으로 산책을 다녀왔어요. 시원하게 불어오는 바람을 맞으며 가을로 변해가는 계절을 느껴보았고, 여름 내내 크게 울리던 매미 소리보다 이제는 귀뚜라미 소리가 더 또렷하게 들리는 것에 귀 기울이며 잠시 멈춰 서서 집중하는 모습이 참 사랑스러웠습니다. ^^ 계절의 변화를 온몸으로 경험하는 하준이의 눈빛이 반짝였답니다. \n\n교실로 돌아와서는 어제 즐겼던 음식 사진 놀이를 이어, 오늘은 종이접시 위에 선생님이 준비한 피자 그림위에 스키커를 붙여보았어요. 하준이는 작은 손가락으로 스티커를 집어 하나하나 붙이며 피자를 꾸미는 집중하는 모습이 귀여웠습니다.  다양한 색깔의 스티커가 접시에 채워지자 하준이의 얼굴에도 뿌듯한 미소가 번졌어요. 오늘 하루는 자연의 소리와 계절의 변화, 그리고 창의적인 놀이로 풍성하게 채워졌습니다.\n\n하준이는 오전에 등원해서 잠깐 기침을 하는 모습이 보였으나 이후 일과중에는 기침을 거의 하지 않습니다. 낮잠을 잘 때는 기침하는 모습은 관찰되지 않았어요. 자고 일어나서 기침을 조금 했습니다.\n\n* 9월 3일(수요일) 내일 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/AVVt5/btsQiy5O1Uq/LIEYXEuHmymKYuv5fqXPz1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/1nh84/btsQgtSaiMc/24cDj66X9CI1eF5mYlaYRK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/EVUO7/btsQgRZBaMp/uNfA3v9NjPrCg2URurLtwK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ZEwCJ/btsQe7B7vXn/leD0ugCuCNuDTJBtvyQhq0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0245_2025-09-02_1270112956_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0245_2025-09-02_1270112956_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0245_2025-09-02_1270112956_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0245_2025-09-02_1270112956_04.jpg"
    ]
  },
  {
    "id": "1270812760",
    "date_written": "2025-09-03",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오전에는 바다반 친구들과 배드민턴장으로 산책을 가며 주변을 찬찬히 살펴보는 모습이 무척 귀여웠어요. 배드민턴장에 도착해 바닥에 놓인 작은 돌멩이와 길가의 나뭇가지를 손끝으로 만져보며 자연과 가까워졌습니다. 돌멩이를 관찰하다가 작은 개미가 바쁘게 움직이는 것을 발견하고, 호기심 어린 눈빛으로 한참 동안 지켜보는 모습은 하준이의 탐구심을 느낄 수 있게 했답니다. 신나게 달리며 몸을 활짝 움직이는 활동 속에서 하준이는 에너지를 마음껏 발산했어요. \n\n교실로 돌아와서는 점토를 이용한 음식 만들기 놀이를 이어갔습니다. 하준이는 점토를 꾹꾹 눌러보기도 하고 조물조물 만져보는 하준이에요. 조금씩 점토를 떼네며 재미있어하는 모습이었답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/PA4Zd/btsQiJ76qdD/IExlxwOI3UKAbJ07hzcyB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dA8V5a/btsQjdVqF8Q/z6SM8KIaQLLKCVAHg8rp01/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9WBfC/btsQhcXNpae/oUUrx3Bkx1h7R8Rk7NDPpk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbWpew/btsQkdgiIIi/Zbv8A97hwzGLKu0okXitb1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0246_2025-09-03_1270812760_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0246_2025-09-03_1270812760_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0246_2025-09-03_1270812760_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0246_2025-09-03_1270812760_04.jpg"
    ]
  },
  {
    "id": "1271507195",
    "date_written": "2025-09-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 음식 관련 놀이를 주제로 하루를 보냈습니다. 먼저 교실에서 음식 인형을 탐색해 보았는데, 손으로 만져보며 관심을 보이고 먹는 시늉까지 해보는 모습이 무척 귀여웠어요. 이어서 교사와 함께 음식 관련 책 “목욕은 즐거워”를 읽으며 그림 속 야채를 가리키기도 하고, 채소 이름을 따라 말하며 표정이 환해지는 모습이었답니다. 교실 벽에 게시된 음식 사진을 함께 살펴보며 좋아하는 음식에 스티커를 붙여보았어요. 하준이가 좋아하는 음식을 선택하고 웃음을 보이며 스티커를 붙여주었답니다. \n\n비가 오는 관계로 실내 대체 놀이를 진행하였습니다. 1층 유희실에서 훌라후프 놀이를 해보았어요. 하준이는 훌라후프를 탐색하며 동그란 모양을 이리저리 살펴보다가, 징검다리처럼 놓인 훌라후프를 하나씩 건너보기도 했어요. 또 두 발을 모아 점프하며 통통 뛰어보는 도전을 즐기는 모습이 무척 활기찼습니다. 친구와 함께 훌라후프로 기차놀이를 하며 즐거워하는 하준이었답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b6SqtR/btsQjknAtBD/KtbEZCFmd0cKKBcQsblIe1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wMiDo/btsQizyOtKa/MgRp0TVDmvwQ31Itw1ox0k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bgEMCJ/btsQkoQysV5/zdLtKAvIbxjRbwiEmzE3Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/nGADf/btsQiEfPbfF/gNs8bY64RqDrBm5B8axdO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b4vndf/btsQlzqgA5l/IL4Sk0YHElVn1nWrTlVA91/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0247_2025-09-04_1271507195_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0247_2025-09-04_1271507195_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0247_2025-09-04_1271507195_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0247_2025-09-04_1271507195_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0247_2025-09-04_1271507195_05.jpg"
    ]
  },
  {
    "id": "1272211713",
    "date_written": "2025-09-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘 바다반 친구들과 함께 특별한 외출을 다녀왔습니다. 실외활동으로 마트에 다녀왔는데, 길을 건너며 횡단보도에서 손을 번쩍 들고 건너는 모습이 무척 의젓했어요. 마트에 도착하자 하준이는 눈이 반짝이며 이리저리 진열된 다양한 먹거리들을 구경했습니다. 알록달록 색감이 풍부한 과일부터 채소, 반짝이는 포장지에 담긴 간식까지 하나하나 호기심 어린 눈길로 바라보았답니다. \n돌아오는 길에는 아파트에 재활용품을 수집하는 집게차를 만났어요. 크고 힘센 집게차가 철컥 움직이는 모습을 보며 눈을 크게 뜨고 집중해서 구경했답니다. \n\n교실로 돌아와서는 케이크 그림에 플레이콘을 붙이는 활동을 진행했습니다. 작은 손가락으로 플레이콘을 붙였다 떼었다 하며 즐거워하는 하준이에요. \n오늘의 경험은 하준이에게 생활 속 안전 습관을 배우고, 다양한 먹거리에 관심을 키우며, 창의적인 표현까지 경험할 수 있었던 소중한 시간이었습니다.\n하준이와 즐거운 주말 보내세요~\n\n* 선선한 바람이 불면서 모기 때문에 실외활동 시 어려움이 있습니다. 모기기피제를 보내주시면 실외활동 시 도움이 될 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ej4fi/btsQmtX7U9i/Ejo6IkWW8MCp7aXmcEyKO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/g2C3D/btsQny5I9Dl/YGgiNqHWOyJKseORCi9nmK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bgUfkJ/btsQmdH5dlw/z7fiejZhcUj6bJBp3I0sjk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0248_2025-09-05_1272211713_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0248_2025-09-05_1272211713_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0248_2025-09-05_1272211713_03.jpg"
    ]
  },
  {
    "id": "1273070892",
    "date_written": "2025-09-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "하준이와 즐거운 주말 보내셨나요?\n오늘은 교실에서 음식 모형 놀잇감을 가지고 자유놀이가 활발하게 일어나는 것을 볼 수 있었습니다.\n하준이는 그릇에 뚜껑을 덮어보기도 하고 놀이가 끝난 후에는 수세미로 그릇을 닦는 흉내까지 내며 일상에서 본 장면을 자연스럽게 따라 하는 모방놀이로 이어졌답니다.\n\n실외놀이 시간에는 산책을 하며 친구에게 차려줄 음식 재료들을 찾아보았답니다. 길가의 나뭇잎이나 작은 꽃, 돌멩이 등을 보며 “돌!” 하고 이야기하는 모습 속에서 자연에서도 놀잇감을 찾아 놀이하는 모습이 인상적이었습니다. \n\n<영등포구 어린이급식지원관리센터>에서 방문하셔서 우리 친구들에게 '위생&영양교육-음식물쓰레기 줄이기' 교육을 해주셨어요. 음식물쓰레기로 인해 환경이 오염된다는 것을 알고, 먹을 만큼 덜어 먹기! 음식 남기지 않기! 등 우리가 할 수 있는 일에 대해 이야기 나누는 시간을 가져보았습니다.\n음식물 쓰레기 줄이기 약속 스티커를 보내드리니 가정에서도 함께 실천해 보세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ckxVnR/btsQnF6ryUQ/woZOSrthVCpWMN2NlKniV0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hnkmO/btsQnzFa8E3/WxeBG2yLmb9KBnPKdat0yk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bOjAF2/btsQmwPIsxY/WCYgMATI4kABtpiU621M7k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cDCgqI/btsQnCBRMU6/pV0T0U72SdvTFkkthB5Nh1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bZrs9R/btsQoo4blMm/XI1ofvl5GGAx9jeiPbFZr0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0249_2025-09-08_1273070892_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0249_2025-09-08_1273070892_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0249_2025-09-08_1273070892_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0249_2025-09-08_1273070892_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0249_2025-09-08_1273070892_05.jpg"
    ]
  },
  {
    "id": "1273770252",
    "date_written": "2025-09-09",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 어제의 설거지 놀이를 한 단계 더 확장해 보았습니다. 아이들과 함께 텃밭에 올라가 고구마 땅콩 작두콩 등 작물을 살펴보고, 그 작물들을 활용해 요리하는 상상 놀이를 펼쳐보았답니다! 요리가 끝난 후  아이들이 직접 물을 받아와 그릇을 닦아보는 활동도 이어졌는데요, 즐기는 모습이 기특한 바다반 친구들입니다. \n\n또한, 교구장 한쪽에서 우연히 마트 전단지를 발견하고 친구들과 함께 이것저것 살펴보는 모습이 보여서, 교실 벽 한쪽에 전단지를 잘 펴서 게시해 주었어요. 하준이는 키위를 보며 “야야”라고 이야기를 하고 익숙한 먹거리에 반응하는 모습이었답니다.  우연히 발견한 일상 속 자료가 아이들의 탐색 활동으로 이어지는 모습에서 스스로 배우고 익히는 힘이 느껴졌답니다.\n\n하준이는 오늘 닭살폭찹과 김치, 국물과 함께 두 그릇 먹었습니다. 가지나물은 입에 넣어보았다가 곧 뱉어냈습니다.\n하준이가 너무 열심히 설거지를 하며 바지가 젖어 여벌 바지로 갈아입었습니다. 여벌 바지 보내주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/sIrdQ/btsQoLS5RSS/Dc5mNivyRGQ7WkgmMsP0m1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Fh1jD/btsQo5KLxEQ/d5fj5JpkAtAAikBDCrxTO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/7E1A8/btsQqLY5irp/MMioKKa3VInTjMuEPzs7j1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fXClQ/btsQsR46Wfk/TZM3Rto4ACbvlr8XdnwmX1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0250_2025-09-09_1273770252_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0250_2025-09-09_1273770252_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0250_2025-09-09_1273770252_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0250_2025-09-09_1273770252_04.jpg"
    ]
  },
  {
    "id": "1274449155",
    "date_written": "2025-09-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 열린 어린이집 특색활동이 진행되었습니다. \n바다반 친구들과 “달님 안녕”이라는 따뜻한 동화를 함께 듣고, 다양한 독후활동이 이어졌답니다. \n\n아이들은 동화 속 달님을 떠올리며 조용히 이야기를 듣고, 각자 나만의 달님에게 야광별을 하나씩 붙여주며 이야기를 꾸며 나갔습니다. 선생님과 함께 별 하나, 둘, 셋 숫자를 세며 스티커를 붙여보기도 하고 아빠별, 엄마별, 아가별이라고 표현하며 붙여보았습니다. 스티커를 몸에 붙이며 재미있어하는 하준이었답니다.\n이후에는 흰색 크레파스를 이용해 어두운 밤하늘을 표현하는 끼적이기 활동도 함께했습니다.  \n\n마무리로는 밤하늘처럼 조금 어두운 교실에서 달님과 함께하는 신체활동이 있었습니다.  어두운 교실 안을 달님처럼 환히 웃으며 신나게 움직이는 하준이었답니다^^\n\n하준이 오후 간식 시간에 우유를 먹다가 흘려서 여벌 바지로 갈아입었습니다. 여벌바지 보내주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cBxihk/btsQs7N649I/surUQPNk87rNwgc0pEzpKK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bWpPZp/btsQsNvBpYJ/0qt0L5GENtbXaQEXjBc1Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b449ar/btsQtR45DYl/y6b3DobR5419p3wmRgZ2lK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0251_2025-09-10_1274449155_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0251_2025-09-10_1274449155_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0251_2025-09-10_1274449155_03.jpg"
    ]
  },
  {
    "id": "1275147800",
    "date_written": "2025-09-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 가을바람이 솔솔 불어오는 메낙골 공원으로 산책을 다녀왔습니다. 하준이는 그릇을 들고 제일 먼저 돌멩이를 주워 그릇에 담아보았어요. 이후 선생님이 솔방울을 건네주니 그릇 위에 올려놓고 “맘마”라고 말하며 <맛있는 음식>을 차리는 상상 놀이를 즐겼습니다. 나뭇잎, 흙 등 다양한 재료를 고를 때마다 적극적으로 주변을 탐색하는 모습이 너무 기특했답니다. 자연 속에서 스스로 주제를 정하고 재료를 모으며 놀이를 이어가는 모습에서 탐구심과 상상력이 쑥쑥 자라고 있음을 느낄 수 있었습니다.\n\n어제에 이어 하준이는 오늘도 마트 전단지를 유심히 탐색하며 관심을 보여 크레파스를 지원해 주었더니 받자마자 전단지 위에 끼적이기를 하며 색깔을 더해 나갔습니다. 즐겁게 끼적이며 확장하는 놀이가 활발히 이어져, 관심 있는 주제를 스스로 탐구해 나가는 힘을 보여주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/wT0hE/btsQtOOXyPw/Ilc5JaZyvI8MfW5WHJ5FB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/6hsZP/btsQuZPVzR5/KaoZ30dcabHi4KvuWQKxt0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cKv3KD/btsQvDlAkTS/wpDu9psBrTCaO188iHU0K1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/p0p7P/btsQvxMqaxQ/90Ks1h1i4uveMf4gIemALK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0252_2025-09-11_1275147800_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0252_2025-09-11_1275147800_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0252_2025-09-11_1275147800_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0252_2025-09-11_1275147800_04.jpg"
    ]
  },
  {
    "id": "1275853672",
    "date_written": "2025-09-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "전단지와 그림책에서 본 경험을 나누며 “김밥” 이야기가 자연스럽게 나와 교사가 준비한 김밥 교구를 보며 신나 하는 모습이었습니다.\n김밥을 그릇에 차곡차곡 담아보기도 하고, 전자레인지에 넣는 흉내를 내며 놀이하는 바다반 친구들이에요. 놀이가 단순히 모양을 맞추는 데 그치지 않고, 실제 생활 속 경험과 연결되는 모습이 인상적이었어요. \n하준이는 백업 김밥으로 놀이하며 선생님이 “김밥”이라고 말하자, ‘기밥!’이라고 따라 말했어요. 백업 김밥을 그릇에 담아보고 먹는 시늉을 하며 즐겁게 놀이했답니다.\n\n이후에는 공원으로 산책을 나갔습니다 시원한 바람을 맞으며 걷던 중 한 아이가 “뛰고 싶어!” 하고 이야기했고, 아이들의 요구를 반영해 모두 배드민턴장으로 이동해 마음껏 뛰며 신나게 놀았답니다. \n자유롭게 뛰어노는 동안 웃음소리가 끊이지 않았고, 몸을 크게 움직이며 신체놀이가 활발하게 일어났습니다. 하준이와 즐거운 주말 보내세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ekhlq/btsQvUItBtw/exPL2ToH3woX4W3sKvJdG0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ygPLB/btsQwfMkSEz/8OY6Xpl3NHJWE9j5HbgpjK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/m8Tp0/btsQvS48vKS/7dDs6gBEOLICi41V7x7Dk1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0253_2025-09-12_1275853672_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0253_2025-09-12_1275853672_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0253_2025-09-12_1275853672_03.jpg"
    ]
  },
  {
    "id": "1276685360",
    "date_written": "2025-09-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 바다반 친구들과 함께 커다란 나눔 접시를 들고 바깥으로 나가 자연에서 보물찾기 놀이를 해보았습니다. \n아이들은 나뭇가지, 나뭇잎, 도토리 등을 발견할 때마다 마치 진짜 맛있는 음식을 담는 듯 신나게 접시에 모았답니다. “이건 밥이야!”, “이건 빵이에요!” 하며 각각의 재료를 음식으로 상상하고, 친구들과 내 음식이 더 맛있어 이야기를 나누며 즐겁게 협동놀이가 이루어졌습니다. 종류별로 모은 뒤에는 다 같이 모여 앉아 “우리 같이 먹자~” 하며 나눔의 즐거움을 느끼며 확장된 놀이를 이어갔습니다.\n하준이는 돌멩이를 주워보고 달리기를 하며 즐거워하는 모습이었어요.\n\n또한 전단지 속 달걀 그림을 발견한 아이가 “이거 해보고 싶어요!”라며 호기심을 보였는데, 이에 맞추어 달걀판과 달걀 모형을 지원해 주었더니. 아이들은 조심스레 달걀을 옮기며 깨지지 않게 다루는 모습도 보였고, 쏟고 담는 놀이를 하며 눈과 손의 협응력을 키우고 달걀판 칸마다 색깔을 구분해 담아보며 분류놀이를 경험해보기도 했습니다.\n하준이와 달걀을 하나씩 옮기며 같이 숫자를 세어보았어요. 선생님이 말하는 숫자를 따라 말하며 집중하는 하준이었답니다^^ \n\n하준이는 오늘 일과 중 재채기와 기침을 하는 모습이 자주 보였습니다. 낮잠에 잠들기 전 기침을 많이 했습니다. 코가 막혀 불편한지 코를 자주 비비는 모습이었어요. 낮잠을 자고 일어난 후 맑은 콧물이 흘렀습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bYQRcO/btsQxHJt5Ua/nLpZHehT0nlxoKTxIaJ8o0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bCmjd4/btsQwdoV1na/stO49e9ll4kTuYwf4sICVK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c4fZCW/btsQxOu7gG4/Th4z2CL86BAkEn4IEZmZQ0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0254_2025-09-15_1276685360_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0254_2025-09-15_1276685360_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0254_2025-09-15_1276685360_03.jpg"
    ]
  },
  {
    "id": "1277374042",
    "date_written": "2025-09-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny_after_rain",
    "content": "오늘은 바다반 친구들과 함께 놀이터에서 신나게 놀이해 보았습니다.  \n미끄럼틀을 타고, 그네를 타며 바람을 느껴보고, 시소를 오르락내리락하며 활기차게 몸을 움직였답니다. 하준이는 놀이터에서 신나게 달리기도 하고 다양한 놀이기구를 타며 즐거워하는 모습이었답니다^^\n\n실외활동 후 교실에서는 최근 아이들 사이에서 인기가 많은 김밥 놀이를 더욱 확장해 보았습니다. \n아이들이 신문지를 길게 돌돌 말며, “김밥이야~”라며 이야기를 만들어가는 모습을 보고,  검은 도화지와 천사점토, 다양한 색깔의 백업을 잘라 지원해 주었더니 실제 김밥처럼 두 손에 힘을 주고 말아보기도 하는 등  상상 놀이로 연결했답니다.\n하준이는 선생님과 함께 재료를 넣고 집중해서 돌돌 말아 자신만의 김밥을 맛있게 만들어보았답니다. ^^\n\n하준이 오전 간식 시간에 떠먹는 요구르트를 먹다가 흘려서 여벌 바지로 갈아입었습니다. 여벌 바지 보내주세요.\n하준이는 어제보다는 기침을 덜 하였습니다. 오전에는 콧물이 나오지 않았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dDxAl/btsQBk7LG13/z9dbkW9InuTuTGDkYftjW0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cYUMiL/btsQBkNsPpv/wukw3kqjNbqoLYGSuwwuqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wgeDj/btsQASKIw9d/UpKJhJEK5OqWDd89UThmlk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/XaYKR/btsQzi4GZzn/Je0fon9Zh6LADBd9KZLzhk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/msATr/btsQzAquQ2y/zpekvU2e22rXyoANJzDUK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bxhfhb/btsQB7mzRqh/wgNoogSDhuGTJLIiGK6R1k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0255_2025-09-16_1277374042_06.jpg"
    ]
  },
  {
    "id": "1278080590",
    "date_written": "2025-09-17",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "thunderstorm",
    "content": "오늘은 바다반친구들과 뻥튀기 마카로니를 모루에 하나씩 끼워 팔찌를 만들어보았어요. \n작은 손으로 꼼꼼히 끼워 넣는 모습이 참 사랑스러웠고, 완성된 팔찌를 바라보며 뿌듯해하는 표정에서 성취감을 느끼는 모습을 볼 수 있었습니다. \n선생님이 모루를 잡아주니 집중해서 마카로니를 한 개씩 끼워보는 하준이에요. 완성된 팔찌가 맘에 들었는지 활짝 웃는 모습이었답니다.^^\n\n비가 오는 관계로 바깥놀이 대신 실내에서 파라슈트 놀이를 진행했어요. 파라슈트 안에 김밥 모형을 넣어 흔들며 즐겁게 웃고, 안으로 들어가 숨어보며 새로운 경험에 신나 하는 하준이의 모습이 정말 귀여웠습니다. 함께 웃는 아이들의 모습에서 즐거움이 피어나는 것을 느낄 수 있었던 하루였습니다.\n\n하준이가 교실 안에서 두 발로 점프를 하며 뛰거나 달리기를 하는 모습이 자주 있습니다. 친구들과 부딪힐 수 있어 교실에서는 ‘걸어 다니자’ 하고 약속을 나누고 있어요. 가정에서도 하준이와 함께 안전하게 걸어 다니는 연습에 대해 이야기를 나눠주신다면 하준이가 더 즐겁고 안전하게 생활할 수 있을 것 같습니다.\n\n하준이는 오늘 일과 중 생활하며 콧물이 흐르지 않았고 기침은 조금 있었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bvA76f/btsQA7BqW9Z/nTtRjkuQKCUcKh3OrO0kAK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Dn1da/btsQzPIhnkQ/Cyxy6YUiNFUttwK4hKkp71/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/OrOTZ/btsQBW7fAoY/YqZbPH7UkAgFnefBTDAOe0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cAOjSn/btsQBwVi9Ny/t1X6MNbQAbW4ut5QFKLyO1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0256_2025-09-17_1278080590_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0256_2025-09-17_1278080590_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0256_2025-09-17_1278080590_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0256_2025-09-17_1278080590_04.jpg"
    ]
  },
  {
    "id": "1278785615",
    "date_written": "2025-09-18",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 텃밭활동을 하였습니다. 텃밭 선생님과 모종삽을 들고 흙을 파 무 모종을 심고, 흙을 덮은 뒤 작은 손바닥으로 토닥토닥 두드리며 “잘 자라라~” 하고 마음을 담아 응원해 주었답니다. 아이들이 무 모종을 심는 모습에서 정성과 따스한 마음이 가득 전해졌습니다. \n\n텃밭활동을 마친 뒤에는 모래놀이 시간을 가졌어요. 선생님이 “우리 모래로 음식 만들어 볼까요?”라고 제안하니 아이들이 “김밥이에요!”, “케이크예요!”, “빵이요!” 하며 상상 속 요리를 만들어내며 즐겁게 웃음꽃을 피웠습니다.\n하준이에게 “하준아 케이크 만들어볼까? 짠 케이크야~”라고 말하며 건네주니 박수를 치며 “후~” 부는 흉내를 내는 모습이 정말 귀여웠답니다^^\n\n하준이는 오늘 일과 중 콧물을 흘리는 모습은 관찰되지 않았어요. 기침은 조금 하는 모습이었습니다.\n\n* 9/17일 어제 서울시 방문간호사 사업으로 간호사 선생님께서 어린이집을 방문하셔서 아이들의 키와 몸무게, 머리둘레 측정을 진행하였습니다.\n\n키: 86.3cm\n몸무게: 12.2kg\n머리둘레 : 47.4cm",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/by7mrw/btsQEQFaLVq/5bTwavpehzKuTzPKopZMxK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/maaMS/btsQEaRFbpO/xa4uvM72bewxkPKTl8RBnK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bPC5PA/btsQEo3dXRo/Oj9WEl2C3kG6Gtjo5kQyG0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/BafRY/btsQCLSzCvI/4Txl2uk6UhTqHX2b4kq63k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/not4U/btsQEb4hRS0/dukwdUtruUiQDQFFJRkC1K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FsS6t/btsQCuXPE5v/k6uacQ4B4C6YFsOPbXp3Wk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/n4bFO/btsQD4cYLOJ/rNoK7WmIgsL8xvmVDHpUoK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FnLN7/btsQCyeRhuf/fQS8UUuqMV9rvqvON0yvH1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/nsnDc/btsQD9SWuSY/QG4gan9vYquE4EFfDAXUT1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HN8Zk/btsQBTKn65c/qgzNtlkoyAFkQRBrhEkTPk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/fQXVN/btsQCyTthLN/5vqIPXtEX6snAc31DLkEDk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_08.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_09.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_10.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0257_2025-09-18_1278785615_11.jpg"
    ]
  },
  {
    "id": "1279492734",
    "date_written": "2025-09-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오전에 비가 오기 전에 우주반 형님의 손을 잡고 함께 공원산책을 하며 자연물도 탐색해 보고 형님들에게 대접할 과자를 사러 마트에 다녀왔습니다. \n하늘에서 빗방울이 한두 방울 떨어지자 나무 아래로 후다닥 걸어 어린이집으로 들어왔습니다. \n짧은 산책이었지만 형님과 손을 잡고 함께 걷는 경험이 아이들에게 즐겁고 든든한 시간이 되었답니다. 맛있는 과자를 형님들에게 대접하며 나누는 즐거움을 느껴보기도 했답니다.\n\n어제 텃밭 활동에서 선생님이 알려주셨던 무, 배추, 당근 등을 기억하고 오늘은 당근 그림 위에 끼적여보았습니다. 아이들이 경험한 것을 그림으로 표현하며 자연과의 연결을 다시 떠올려보는 의미 있는 시간이 되었습니다. \n하준이에게 당근 그림을 건네주며 “당근”이라고 말해주니 입모양을 유심히 보는 모습이었어요. 하준이가 원하는 색깔의 크레용을 골라 즐겁게 끼적여보았답니다.\n\n하준이는 오늘 콧물이 흐르지 않았고 기침은 조금 있었습니다. 오전 간식을 먹은 후 묽은 변을 한 번 보았습니다.\n\n* 9월 25일 목요일은 바다반 친구 윤주원(여아) 친구의 생일파티가 있습니다.\n3천 원 미만의 생일선물을 준비하셔서 다음 주 24일 수요일까지 보내주세요.\n\n* 9/17일 공지사항으로 안내드렸던 추석주간놀이 일정 및 준비물 다시 한번 안내드립니다.\n9/29(월) - 한복패션쇼\n9/30(화) - 전통키링 만들기\n10/1(수) - 전통놀이체험\n10/2(목) - 모나카 만들기 \n\n9/25(목)까지 한복과 요리활동에 필요한 앞치마, 머릿수건을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cuqfhn/btsQE969ITj/y3CFa2DFoz7io4yIkA0lPk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b3YcW3/btsQEQT8U7z/cTzKuSgBEJ37k7Vf9a7tj0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tBdBw/btsQHtpmdgw/gcc0lsIebWIupg4Lys4Pj1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0258_2025-09-19_1279492734_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0258_2025-09-19_1279492734_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0258_2025-09-19_1279492734_03.jpg"
    ]
  },
  {
    "id": "1279159192",
    "date_written": "2025-09-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "하준이 투약의뢰서 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1280390190",
    "date_written": "2025-09-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 메낙골근린공원으로 산책을 다녀왔습니다. 가을 날씨를 느끼며 풀벌레 소리를 들어보고 솔솔 불어오는 바람을 느껴보았어요. 공원에 도착해서는 바닥에 떨어진 낙엽과 솔방울을 주워보며 자연을 탐색하고, 나뭇가지로 바닥에 그림을 그려보는 모습도 있었답니다.\n\n교실로 돌아와서는 음식그림블록으로 놀이를 하며 길게 이어 보거나 높이 쌓아보았어요. 블록에 있는 음식 사진을 보며 “밥!”이라고 말하고 호기심을 보이기도 했습니다.\n\n가을을 온몸으로 느끼며 자연과 함께한 산책, 그리고 교실에서 즐거운 블록 놀이를 통해 호기심과 탐구심이 자라는 하루였답니다.\n\n하준이가 묽은 변을 보았다고 하셔서 오늘 하루 세심히 살펴보았습니다. 원에서는 점심을 먹은 후 정상적인 대변을 보았어요. 또한 콧물이 흐르거나 기침을 하는 모습도 보이지 않고 하루 일과에 잘 참여해 주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/BxhaB/btsQHZQRsji/hrqSVPQkUHcdYT8L1Mgjh1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ik0yx/btsQH7uAHFN/HKbZ4drx5goMAWUIOk5qjK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0pj0z/btsQJcIUSYz/e72f3tb6TrlFKPCACmKp21/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0260_2025-09-22_1280390190_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0260_2025-09-22_1280390190_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0260_2025-09-22_1280390190_03.jpg"
    ]
  },
  {
    "id": "1281077688",
    "date_written": "2025-09-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 요리사 모자 꾸미기 활동을 해보았습니다. \n요리사 모자가 그려진 종이를 보자 관심을 보이며 자신이 원하는 색깔의 크레용을 골라 색칠하고, 다 완성된 모자 위에 스티커를 붙이며 멋지게 꾸며보았답니다.\n\n또한, 어린이집 텃밭에 올라가 지난주에 심었던 무를 관찰해 보고, 크게 자란 작두콩을 직접 따보는 경험도 하였어요. “우와~ 크다!” 하며 신기해하고 만져보는 모습 속에서 자연에 대한 호기심과 즐거움을 느끼는 시간이었답니다.\n\n오늘 하준이는 오전 간식으로 나온 토마토를 조금 먹고 점심시간이 되기 전부터 “밥!”이라고 말하며 밥을 기다리는 모습이었어요. 배가 많이 고팠는지 점심에는 김치와 국물과 함께 밥을 두 그릇 맛있게 먹었답니다.^^ 오전 일과 중에는 콧물이 약간 보였습니다.\n\n* 9월 25일 목요일은 바다반 친구 윤주원(여아) 친구의 생일파티가 있습니다.\n3천원 미만의 생일선물을 준비하셔서  24일 수요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dMzy83/btsQIKNpxpD/wtoRI5XY7OF5UeKFpYE2T0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/LbiaS/btsQI72Ec1I/midIFtivFdHqOYFRCT8y8K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cECjFj/btsQLjHyxrZ/mIKbaPU40Roiq8MKMESRDK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bZhjv5/btsQLioj1WN/zYQVcSGG7SQVQPH3BmdioK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0261_2025-09-23_1281077688_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0261_2025-09-23_1281077688_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0261_2025-09-23_1281077688_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0261_2025-09-23_1281077688_04.jpg"
    ]
  },
  {
    "id": "1281782646",
    "date_written": "2025-09-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "thunderstorm",
    "content": "오늘은 열린 어린이집의 날로 윤주원 어머님께서 바다반 친구들과 특별한 하루를 보냈어요. \n메낙골공원으로 산책을 나가 주변의 다양한 소리에 귀 기울이며 탐색하는 시간을 가졌답니다. 바람에 흔들리는 나뭇잎 소리, 새 지저귀는 소리, 그리고 분수 물줄기의 청량한 소리까지 하나하나 집중해 들으며 눈을 반짝이는 모습이었습니다. \n\n선생님이 준비한 광목천 위에 자연물을 올려보고 탐색을 이어갔습니다. 바다반 친구들이 나뭇잎, 돌멩이, 솔방울등 수집한 자연물들을  선생님과 함께 상상력을 발휘해 사자, 기린, 닭과 토끼, 등 다양한 동물과 티라노 사우르스, 악어도 만들며 친구들과 즐겁게 웃는 모습이 참 활기찼습니다.^^\n\n하준이는 오늘 일과 중 콧물이 조금 보였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b6jsZI/btsQNDe3adw/xlz8mm9azffgk1TlXUdk1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/chOy0R/btsQNubvDtK/KtAYmTjPw4SEmuxyHNNI1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wJ0mJ/btsQLNXvLlH/OMDkvpGNAMI9WlZpUQ2HQ1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0262_2025-09-24_1281782646_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0262_2025-09-24_1281782646_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0262_2025-09-24_1281782646_03.jpg"
    ]
  },
  {
    "id": "1282499640",
    "date_written": "2025-09-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 바다반 친구들은 교실로 들어오자마자 바닥에 붙은 다양한 과일과 채소 사진을 보며 관심을 보였답니다. \n선생님이 “하준아 키위는 어디 있지?”라고 물어보니 다가와 키위를 가리키기도 하고 징검다리를 건너듯 두 발로 점프하며 즐겁게 참여했어요. 탐색과 함께 대근육을 사용하는 신체 활동도 자연스럽게 이어졌답니다.\n\n또한 오늘은 기다리던 주원이의 생일파티가 열렸어요. 친구들이 함께 박수를 치고 생일 축하 노래를 불러주며 축하의 마음을 나누었고, 준비한 선물을 전달하며 따뜻한 시간을 보냈습니다. \n축하를 받은 주원이는 환하게 웃으며 행복해했답니다.^^\n\n하준이가 낮잠 시간에 평소보다 조금 늦게 잠이 들어 1시 20분경에 잠들었답니다. 오늘은 콧물이 보이지 않았고 기침하는 모습도 관찰되지 않았습니다.\n\n* 내일 9/26(금)까지 한복과 요리활동에 필요한 앞치마, 머릿수건을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dPry3/btsQPGh9m6t/pPf2OtGEoI2Tax7sPVmYiK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/boTYmO/btsQPFDBl5J/dptHuJ0U1o7hYybbQiqkVK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/62zbQ/btsQNEMvDLy/KIx84JVVb8GiGjBAe5C7uK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cwApLk/btsQOCOaeNg/cC6pk2dBrANueRZXzINHK1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0263_2025-09-25_1282499640_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0263_2025-09-25_1282499640_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0263_2025-09-25_1282499640_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0263_2025-09-25_1282499640_04.jpg"
    ]
  },
  {
    "id": "1283219018",
    "date_written": "2025-09-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘 바다반 친구들과 나만의 티셔츠 꾸미기 활동을 해보았어요. 선생님이 준비한 흰색 티셔츠와 도트물감을 보며 관심을 보이며 책상 자리에 앉는 하준이에요. 하준이가 좋아하는 색을 골라 콕콕 찍어보며 자신만의 개성을 담은 작품을 만들었답니다.  알록달록 예쁘게 완성된 티셔츠를 보며 좋아하는 하준이었답니다.\n\n또한 아이들이 일주일에 한 번 오는 집게차를 기다리며 바깥놀이를 나갔지만 아쉽게도 만나지는 못했어요. 대신 놀이터에서 놀이기구를 타고 신나게 뛰어놀며 즐거운 시간을 보냈답니다. \n한 친구가 “텃밭 가고 싶어요.”라고 말해 어린이집에 돌아온 뒤 텃밭에 올라가 작물을 구경하고, 비눗방울을 보며 웃음 가득한 시간을 보냈습니다.\n오늘도 다양한 활동을 통해 즐겁고 풍성한 하루를 보낸 바다반 친구들이었습니다.\n\n하준이는 오늘 기침이나 콧물이 보이지 않았습니다. 점심에는 밥 한 그릇을 다 먹은 뒤 빈 그릇을 가리키며 “밥, 밥, 밥”이라고 말해 한 번 더 제공해 주었어요. 김치와 된장국 국물과 함께 맛있게 먹으며 두 그릇 먹었답니다.\n하준이와 즐거운 주말 보내세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Me3Zp/btsQRu3dowP/5VjKSN9qGLjiKXih26mhOk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/t8aiV/btsQQkG4MRg/Lz1iKPOfHAHtohbZoP61e0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dbY7jm/btsQQnw0u94/eJktfAW9nrAgHgV8r4BBz1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/efLryo/btsQQkNO8rw/chaSlLNppmlIgBF6FaIdEk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/UL8Kz/btsQP3yNJNN/xHG4dlonem7dmuwm2m1VMk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0264_2025-09-26_1283219018_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0264_2025-09-26_1283219018_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0264_2025-09-26_1283219018_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0264_2025-09-26_1283219018_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0264_2025-09-26_1283219018_05.jpg"
    ]
  },
  {
    "id": "1282895908",
    "date_written": "2025-09-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "하준이 왼쪽 콧볼과 눈 쪽에 작은 상처가 있습니다. 확인해 주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dN7X9B/btsQQYwgvFp/R5FhI4GmJzTyqlr0nowigK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0265_2025-09-26_1282895908_01.jpg"
    ]
  },
  {
    "id": "1284903963",
    "date_written": "2025-09-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "하준이가 빨리 회복되어 건강한 모습으로 목요일에 등원할 수 있으면 좋겠습니다.\n등원 시에는 수족구 완치 판정 및 등원 가능 확인서를 함께 보내주시길 부탁드립니다.",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1286422656",
    "date_written": "2025-10-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 한복을 입고 ‘진주조개 모나카 만들기’ 활동을 해보았습니다.\n키트를 보여주자 하준이는 눈빛이 호기심으로 반짝였고, 진주 초콜릿과 호두를 손으로 만져보고 냄새를 맡으며 탐색하는 모습, 팥 앙버터 스프레드를 직접 올려보는 모습은 마치 작은 요리사 같았답니다. \n정성껏 완성한 모나카를 바라보며 뿌듯해하는 표정에서는 성취의 기쁨이 고스란히 전해졌습니다.\n이후 메낙골 근린공원으로 산책을 나서며 만나는 어른들께 환하게 웃으며 인사를 건네는 아이들의 모습도 무척 기특했답니다.\n\n오랜만에 등원한 하준이를 만나 너무 반가웠습니다. 수족구가 완치되어 건강한 모습으로 다시 만나고, 한복을 입은 모습까지 볼 수 있어 다행이었어요.\n오늘 하준이는 오전 간식으로 나온 연두부를 남김없이 잘 먹었고, 점심에는 깍두기와 함께 두 그릇을 먹는 모습을 보였습니다.\n다가오는 추석, 정성껏 만든 모나카를 가정에서도 맛있게 드시고, 보름달처럼 풍성하고 따뜻한 한가위 보내세요~🌕🍂",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Vemsd/btsQ1r6i9xf/FRk1sP7h9aG0QpLcBpiEj1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/mqNuP/btsQZemJc5J/3pCB3EiFCCXQH7Knc84TB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FjS57/btsQZ20liwZ/b2lrbXNyze6C6niCyu8kK0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dQIJC/btsQZzjRWFy/T4OluzCSWRkHHwK7wpzUD0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ilLxa/btsQZT3qXxT/K7WclQdY1awxArsGWCX9Nk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cxmmnx/btsQ1YQq3TD/neUXhrA5O2MaE1L6L22Yak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Sldgo/btsQZgLBQp6/QSoCTzIrYq8LMM6OWiOPz0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Y8mzM/btsQZhRkFx9/Q075gHDvQaE6x5kePDmaek/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0267_2025-10-02_1286422656_08.jpg"
    ]
  },
  {
    "id": "1288218550",
    "date_written": "2025-10-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "안녕하세요. 하준이와 즐거운 연휴 보내셨나요? \n오랜만에 등원해 건강한 모습으로 다시 만나 너무 반가운 하준이와 오늘은 가을의 풍성한 열매 사진을 활용해 만든 벽돌 블록 퍼즐을 맞춰보며 블록을 쌓고 맞추는 재미에 푹 빠졌답니다. \n가을 열매 사진을 함께 살펴보며 색깔과 모양을 비교하고 탐색해 보기도 했어요.\n바다반 친구들이 블록 속 도토리, 밤, 은행등 열매 사진을 보며 “이건 도토리야!” 하며 이름을 이야기하고 도토리 노래까지 부르며 놀이가 자연스럽게 확장되는 모습을 볼 수 있었습니다.\n\n비가 와서 실외활동 대신 실내 대체 놀이로 밸런스볼 징검다리 놀이가 이루어졌습니다. \n폭신폭신한 볼 위를 조심스럽게 건너며 신체 균형을 잡으려고 하고 여러 번 시도하며 자신감을 키워가기도 했답니다.\n\n하준이가 뻘간색 가방을 건네주며 “빨간색”이라고 비슷하게 발음을 하더라고요. 안 본 사이에 많이 성장한 모습이었습니다.^^\n오늘 점심시간에 밥도 고기반찬과 김치와 함께 두 그릇 먹었답니다.\n\n* 10월 16일 목요일은 바다반 친구 최이서(여아), 정아현(남아) 친구의 생일파티가 있습니다.\n3천 원 미만의 생일선물을 준비하셔서 10월 14일 화요일까지 보내주세요.\n\n* 하준이 반팔과 반바지 여벌 옷을 가정으로 보내드렸습니다. 긴팔과 긴바지로 교체해 보내주시길 바랍니다.\n\n*하준이 칫솔이 마모되어 교체가 필요합니다. 새 칫솔 보내주세요.\n\n* 전에 공지 드린 바와 같이 14일 선유도공원 견학은 우천으로 인해 21일 화요일로 변경되었음을 다시 한 번 알려드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cLnV0Y/btsQ63LxRBE/9NueNjBqNtKsHAlcJ4fAw0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bsKqci/btsQ6RR5O7C/pwxaZpCsONrDyCxhyG5W2k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0268_2025-10-13_1288218550_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0268_2025-10-13_1288218550_02.jpg"
    ]
  },
  {
    "id": "1288954973",
    "date_written": "2025-10-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 재활용품을 가지고 놀이하던 영아들과 휴지심을 활용한 다양한 놀이를 해보았습니다. \n휴지심으로 망원경도 만들어보고 마이크처럼 손에 잡고 노래도 불러보았어요. 확장놀이로 휴지심에 다양한 색깔의 물감을 묻혀 콕콕 찍어보았더니 멋진 가을 나무가 완성되었답니다. 붉은색, 주황색, 노란색의 물감이 어우러지며 마치 진짜 단풍이 물든 것처럼 멋있더라고요. ^^ \n\n비가 그쳐 흐린 날씨지만 오랜만에 실외활동을 나갔더니 아이들도 너무 신이 났답니다. \n낙엽과 나뭇잎, 도토리 등을 탐색하며 자연 속 색깔들을 발견하는 시간을 가져보았습니다. \n다양한 색깔뿐 아니라 여러 가지 모양의 나뭇잎 모습을 탐색하고 관찰하는 모습이 진지했던 바다반 친구들이었습니다.\n\n하준이는 오늘 점심시간 전에 대변을 보았습니다.\n낮잠 시간에 잠이 오지 않는지 잠을 안 잤습니다.\n선생님 옆에서 편하게 쉬며 조용히 시간을 보낼 수 있도록 도와주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bmE6Ea/btsQ8ySfDYT/VkP9KSwBFsENVBqS2Zs8d1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c2Lx4l/btsQ7OagFJb/h8QcjB79w5lbOzk3Trv19k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cNW1FC/btsQ7OnMbqI/GvAkRWWzy38Mx702rnIHuk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KvwKx/btsQ6KMYJP5/MCgjCeYmYQeZv81qZWkWH0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0269_2025-10-14_1288954973_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0269_2025-10-14_1288954973_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0269_2025-10-14_1288954973_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0269_2025-10-14_1288954973_04.jpg"
    ]
  },
  {
    "id": "1289665912",
    "date_written": "2025-10-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "어제 실외놀이에서 낙엽에 관심을 보였던 바다반 친구들에게, 종이컵에 붙인 낙엽그림을 지원해 주었더니 유심히 바라보고 낙엽그림을 살펴보던 친구들은 종이컵을 하나씩 쌓아보거나 길게 이어 붙이며 놀이를 스스로 확장해 나갔어요.\n하준이는 종이컵을 두 손으로 잡고 꾹 구겨보는 과정을 즐기며 자신의 방식으로 탐색해 보았답니다.\n\n아이스크림 막대를 들고 바깥놀이를 나가 낙엽을 골라 붙여보았어요. \n바닥에 떨어진 낙엽을 유심히 바라보는 하준이에요. 눈모양 스티커를 붙이며 낙엽의 표정이 나타나는 모습에 흥미를 보이기도 했답니다. \n바다반 친구들은 푸른 하늘에 떠 있는 달을 바라보며 달님안녕 동화책이 생각났는지 “달님 안녕 또 만나요” 하며 인사를 해주기도 했답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/MybOo/btsRadgsZMB/3Y0a5FYbLuTqOoHwKubOTk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KIdtQ/btsQ99SF7AG/fOEjqNkwYTXS7Cy8Br7OXK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbdkaJ/btsQ9llP4Tn/Kkp0ZtrgNxDRwSLL4Nsk5k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0270_2025-10-15_1289665912_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0270_2025-10-15_1289665912_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0270_2025-10-15_1289665912_03.jpg"
    ]
  },
  {
    "id": "1290394315",
    "date_written": "2025-10-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 이서와 아현이의 생일잔치가 있었습니다. 바다반 친구들이 모두 모여 박수를 치며 “생일 축하합니다” 노래를 불러주었답니다. \n친구들에게서 축하와 선물을 주고받으며 축하하는 기쁨과 축하받는 고마움을 느껴볼 수 있었답니다. \n\n선선한 가을바람을 맞으며 배드민턴 장으로 나갔습니다. 아이들은 떨어진 낙엽을 주워보며 신나게 뛰어놀았답니다. \n광목천을 지원해 주었더니 낙엽을 모아 친구들과 함께 흔들며 낙엽을 날리기도 하고, 천 위에 여러 색깔의 잎을 모아 예쁘게 꾸며보기도 했답니다. \n가을바람을 느끼고 파란 가을하늘을 보며 신나게 신체놀이를 즐겨보았습니다.\n나무에서 떨어지는 낙엽을 바라보는 하준이었답니다.\n\n하준이는 오늘 낮잠 시간에 평소보다 늦게 잠이 들어 1시 35분쯤 잠들고 2시 30분에 깼습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/PRDIS/btsRa2fABKU/OFQPY3xK1kpx6qc55hKbvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/l0jX0/btsRaYqvUMo/piAKaBnkntgKeTlzFLLk70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d3Vlg/btsRcaKu1ii/pExqi2SXY0MAp7fsyTIRXK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bhST8V/btsRdfkczfb/ITtRs2FmmgmLSLLY0ycmb0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cymSm1/btsRbNB1o8Y/fyD5O7Hs9qIW3hCLPzmBqK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bl7vvh/btsRcAa2WAH/2RmKd2K7yYzMvj3kuZ4uV1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cksQpl/btsRcEEyk2r/y7lyIrFQTC2A9nK7ZntPE0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0271_2025-10-16_1290394315_07.jpg"
    ]
  },
  {
    "id": "1291138003",
    "date_written": "2025-10-17",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 나무막대를 이용해 허수아비를 만들어보았어요.\n선생님이 자신의 얼굴이 담긴 허수아비 틀과 도트 물감을 보여주자 아이들이 \"이게 뭐예요?\" 하며 관심을 보였답니다.\n친구들은 도트물감을 콕콕 찍어보며 자신만의 허수아비를 완성해 보았어요.\n\n바깥놀이 시간에는 어린이집 주변을 산책하며 나비와 꿀벌을 만나고, 시원한 가을바람과 따뜻한 햇살을 함께 느껴보았습니다.\n하준이는 붉게 물든 나뭇잎을 가리키며 \"빨간색!\"이라고 말하네요. 빨간색을 알게 되어 빨간색을 보면 “빨간색”이라고 말하는 하준이랍니다^^\n자연의 변화를 오감으로 느끼며 계절의 아름다움을 표현해 본 바다반 친구들이었어요. \n\n하준이가 점심시간 전에 턱받이를 한 뒤 손으로 만지다 손톱에 긁혔는지 입술 위가 살짝 빨개졌습니다.  \n하준이는 오늘 점심을 먹은 후 대변을 보았습니다. 기저귀를 갈기 위해 하준이를 부르니 “응가했어요”라고 비슷하게 발음을 했어요. 표현하는 하준이를 보고 깜짝 놀라며 칭찬해 주었답니다^^\n하준이와 즐거운 주말 보내세요~\n\n* 아침·저녁으로 기온이 많이 내려가면서 날씨가 부쩍 쌀쌀해졌습니다. 아이들이 낮잠 잘 때 따뜻하게 잘 수 있도록 얇은 이불을 포근한 이불로 교체 부탁드립니다.\n\n*하준이 양치를 하면서 윗옷이 물에 젖어 여벌 옷으로 갈아입었습니다. 여벌옷 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dt6yFy/btsRdESIITn/DdpkO0CpdgScVK0mqd5wgk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cqAf07/btsRfxkHsuR/M7Fb6x9yKftNjuD9v1PZk1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0272_2025-10-17_1291138003_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0272_2025-10-17_1291138003_02.jpg"
    ]
  },
  {
    "id": "1292050111",
    "date_written": "2025-10-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 ‘나뭇잎 프로타주’ 활동을 해보았어요.\n상자에 붙여둔 나뭇잎 모형을 보며 관심을 보이는 하준이에요.\n선생님이 종이를 대고 크레용으로 문지르자 나뭇잎 무늬가 나타나는 모습을 신기해하며 하준이도 열심히 색칠해 보았어요.\n\n바깥놀이 시간에는 배드민턴장으로 나가 테이프에 나뭇잎을 붙여보기도 하고, 땅에 떨어진 자연물들을 살펴보며 신나게 뛰어놀았답니다.\n\n주말에 예방접종도 하고 새벽에 여러 번 깼다고 하여 오늘 하루 하준이의 컨디션을 세심히 살펴보았어요. 피곤해하는 모습 없이 평소처럼 활동에 잘 참여하고 즐겁게 놀이하는 모습이었답니다. \n오전 간식으로 나온 포도도 맛있게 먹었고, 점심식사 때는 스스로 숟가락을 사용하며 남김없이 잘 먹었어요. 식사 후 대변을 본 뒤 평소처럼 12시 50분경 편안히 잠이 들었답니다.\n\n*2학기 부모상담 안내문을 보내드립니다. 상담시간표와 <우리 아이 이야기>를 작성하셔서 10/22(수)까지 회신해주시기 바랍니다.\n\n*내일은 선유도공원으로 현장학습을 갑니다. 공지사항 확인해 주시고 늦지 않게 등원할 수 있도록 해주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b0fMoY/btsRgcIjG0W/UulKSmIawAl9MeUhxKdAek/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eMAxx/btsRe6hRcOG/X81ZdFfNb3WU5Ks2SWJ6fk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/djwIcm/btsRfVfNzLc/liKCIGwsQwaTW67pKKE1Pk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xgDSP/btsRe8fDEfA/brKIYDWiUVIIjSCj5JNhx1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0273_2025-10-20_1292050111_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0273_2025-10-20_1292050111_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0273_2025-10-20_1292050111_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0273_2025-10-20_1292050111_04.jpg"
    ]
  },
  {
    "id": "1292801692",
    "date_written": "2025-10-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 함께 선유도 공원으로 가을 나들이를 다녀왔어요.\n버스를 가리키며 “버스”라고 비슷하게 발음하는 하준이에요. \n오전에는 기온이 조금 낮아 걱정되었지만, 공원에 도착하니 따뜻한 햇살이 우리를 반겨주었답니다.\n아이들은 낙엽 사이에 숨은 밤을 찾으며 “여기 있다!” 하고 즐겁게 외치며 바구니를 금세 채워갔어요.\n공을 던지고 차며 잔디밭을 신나게 뛰어다니는 모습에서도 가을 햇살처럼 밝은 웃음이 가득했답니다.\n활동 후에는 선생님이 준비한 사자 그림에 주운 낙엽을 붙이며 멋진 갈기를 꾸며보았어요.\n자연 속에서 마음껏 뛰놀고, 낙엽으로 예쁜 작품도 만든 즐거운 하루였답니다 \n하준이가 주운 밤을 함께 보내드립니다.\n가정에서도 아이와 함께 이야기 나누어보세요 🌰\n\n* 10월 23일(목요일) 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dHAy5/btsRicazIvr/pnGvyKbBqL5hik8LLyb9G0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b2XBL2/btsRibQhDnS/7E0QTIzokGBBHbUVMFhkdK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/66ByZ/btsRihppNFn/AW3p12jNFeSurLRhp2MZZK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cpIkxQ/btsRgHvGfok/fuiOgLMjSFSVlPQTUBBno1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cKrTNR/btsRiq0Jp6T/uz6nPQcT2oAkRUecAuHGzK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cqrZkq/btsRioV9chk/0AJtZzp8kCYh1xZpX4Ur3K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/mpZwP/btsRjzP8cIy/RrK6nAcetttW0VzdvGI301/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SQOku/btsRhUnXh4f/kkWoRuKKogkqkqpPdNlttk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/G7qX7/btsRhA4pvrB/2LFuIuguFqccnn3GQxde81/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/BCECo/btsRhcbAqoM/tJLx0XBRB9lopOp73xnP0k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b2G021/btsRjcH1Vbm/EoGjpLFYBk9H8TjrKrUod0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_08.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_09.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_10.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0274_2025-10-21_1292801692_11.jpg"
    ]
  },
  {
    "id": "1293511312",
    "date_written": "2025-10-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 “가방 만들기” 활동을 해보았습니다.\n우레탄지 위에 하준이의 손모양을 그려보고 자신만의 ‘나무’를 표현해 보았어요. \n나무 모양이 완성된 뒤에는 여러 가지 색깔의 꽃모양 스티커로 나만의 가방 꾸미기로 이어졌어요. \n스티커를 떼어보며 소근육 연습도 해보았답니다.  완성된 가방을 바라보며 신이 난 모습입니다.\n\n실외놀이 시간에는 하준이가 만든 가방을 메고 나가 낙엽과 열매, 도토리 등 자연물을 모아보는 탐색 활동을 해보았습니다. \n하준이는 배드민턴장에서 오늘도 신나게 달리기를 해보았어요.\n바다반 친구들은 바스락거리는 낙엽 소리에 귀 기울이며 “이건 빨간색이에요!” “도토리 찾았다!” 하며 가을을 오감으로 느껴보았답니다.\n\n하준이가 오늘 오전 자유놀이 시간에 친구가 가지고 있는 기린모양 블록에 관심을 보이며 가지고 가는 모습이 있었습니다. 하준이에게 친구의 것은 그냥 가져가면 안 된다는 것을 알려주며 이야기를 나누었어요. 하준이는 “네~”라고 말하며 친구에게 기린 놀잇감을 돌려주었답니다. 가정에서도 함께 놀이 중 규칙에 대해 이야기 나누어주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/buMdXq/btsRjs5LtOQ/xojLO8kvI1M88jJDKL9bjk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/WWQvo/btsRiiQxQpk/1d5iVNILjbktC6ZkYXHPS1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b6411k/btsRhFkt2O3/QdVTkkOtlzYjjXmx6z70qK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/btz6C1/btsRkfxLvCc/k3fEgSP21vo9CK105KY5p0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cQ1RHi/btsRiKZHgdW/Uizq6KxACkvLwsrg2QfYFK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bYp3lt/btsRiovPrnA/jImGk1fkv6apoio1qZDs1k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0275_2025-10-22_1293511312_06.jpg"
    ]
  },
  {
    "id": "1294240811",
    "date_written": "2025-10-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 교실에 선생님이 준비한 가을열매 피아노를 살펴보며 호기심을 보이는 바다반 친구들이었어요.\n“무화과도 있고 밤도 있네. 어디 있을까?”라는 말에 손가락으로 가리키며 웃음을 짓는 하준이의 모습이 참 사랑스러웠어요.\n이어 엉금엉금 기어가기도 하고 두 발로 밟아보기도 하며 가을 열매를 탐색하고 신체놀이를 즐기는 하준이었답니다.\n\n소방대피훈련을 마친 뒤에는 우주반 형님들과 함께 산책을 다녀왔어요.\n가을 머리띠를 쓰고 형님의 손을 꼭 잡은 채 길을 건널 때, 손을 번쩍 들어 안전하게 건너는 아이들의 모습이 무척 의젓하고 든든했답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gcfIg/btsRldAOxXq/e0tKfjcm6NsbJsm6jopYEK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/irCke/btsRj0vqUhr/QwWaTZcSpsh5xJidrkN93K/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0276_2025-10-23_1294240811_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0276_2025-10-23_1294240811_02.jpg"
    ]
  },
  {
    "id": "1294948659",
    "date_written": "2025-10-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 바다반 친구들과 밤을 주제로 한 탐색 놀이를 해보았어요.\n바구니에 담긴 알밤을 보며 “이게 뭐예요?” 하며 관심을 보이는 친구들이었답니다.\n하준이는 알밤을 손으로 하나씩 만져보며 작은 손으로 데굴데굴 굴려보고 자연스럽게 탐색 놀이를 이어갔어요.\n놀이 중 하준이는 소꿉놀잇감 숟가락을 발견해 알밤을 조심스레 올려 균형을 잡으며 걸어보는 등 스스로 놀이를 확장하며 즐거워했답니다.\n\n이후에는 텃밭으로 올라가 작두콩을 함께 수확하는 시간을 가졌어요.\n바다반 친구들과 길게 달린 작두콩을 조심스럽게 따보며 “커요!”라며 놀라워하는 모습도 보였고, 선생님의 도움을 받아 높은 곳의 작두콩도 따보았답니다.\n수확 후에는 가지와 나뭇잎을 모아 자연 재료 놀이로 확장하여, 작두콩 줄기를 끌며 놀이의 주제를 스스로 만들어가는 하준이의 모습이 참 인상적이었어요.\n마지막에는 비눗방울 놀이로 한 주를 즐겁게 마무리했답니다.\n\n하준이는 오후 간식을 먹은 후 대변을 보았습니다. \n하준이와 함께 즐거운 주말 보내세요.☺️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bT0oWi/btsRoYWM6Zm/EzlMSlTOtdTsHzwjIbid8k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eiDHF/btsRpbuNyuK/lGYTM2267lO3uXCP9Jx8n1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hNMv0/btsRoXjhpW6/hrMsoLiGVjC5Lyftg1y7Vk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hiRlx/btsRnu3sKJ6/iS5KGkRtc0KiFCZzpd05V1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMIqfw/btsRoGPFctc/9dI3raAqRKqVx5lF4BskK1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0277_2025-10-24_1294948659_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0277_2025-10-24_1294948659_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0277_2025-10-24_1294948659_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0277_2025-10-24_1294948659_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0277_2025-10-24_1294948659_05.jpg"
    ]
  },
  {
    "id": "1294657155",
    "date_written": "2025-10-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "안전 사고가 있어 알림장 남깁니다.\n텃밭에서 비눗방울 놀이를 하던 중 하준이가 앞을 보지 못하고 달리다가 하준이 머리와 친구 볼이 부딪히는 사고가 있었습니다. 하준이는 괜찮은데 그로 인해 친구의 왼쪽 볼이 다소 부어올랐어요. 하준이에게는 놀이할 때 주변을 살피며 안전하게 활동할 수 있도록 이야기해 주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bBNcxU/btsRj7uB327/tIEnA6NjZbGxyBi6UKXNrk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0278_2025-10-24_1294657155_01.jpg"
    ]
  },
  {
    "id": "1295859267",
    "date_written": "2025-10-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들과 함께 가을 썬캐쳐를 만들어보았어요.\n나뭇잎, 다람쥐, 도토리 모양의 도안을 보여주자 친구들이 “이게 뭐예요?” 하며 관심을 보이고 책상 자리에 앉았답니다.\n선생님이 다양한 색깔의 셀로판지를 붙이는 모습을 보여주니 친구들도 흥미롭게 따라 붙이며 나만의 썬캐쳐를 완성했어요.\n하준이는 셀로판지 한 장 한 장 눈에 가져다 대보며 색깔을 탐색해 보았어요. 빨간색 셀로판지를 잡고 “빨간색!”이라고 말하며 썬캐쳐에 붙여보았답니다.\n완성된 작품을 창가에 붙여주자 햇살에 비치는 색깔을 보며 좋아하는 하준이에요. \n\n날씨가 쌀쌀해져 주말을 보내고 온 아이들의 컨디션을 살피며 오늘은 실내 대체활동으로 진행하였습니다.\n지난주 즐겁게 했던 가을열매 피아노 놀이와 연계하여 오늘은 숟가락으로 알밤을 옮겨보았어요.\n선생님이 시범을 보이자 “나도 해볼래요!” 하며 집중해서 알밤을 옮기는 친구들이었답니다.\n하준이는 조심조심 알밤을 숟가락 위에 올리고 뿌듯해하며 떨어뜨리지 않으려는 모습이 무척 진지하고 귀여웠어요.\n\n하준이가 새벽에 코피가 났다고 하여 세심히 살펴보았으나, 원에서는 코를 만지거나 불편해하는 모습은 보이지 않았어요.\n오전 활동에도 즐겁게 참여했고, 점심시간에는 김치와 함께 밥을 맛있게 잘 먹었습니다.\n낮잠시간에도 평소와 같이 편안하게 잠들며 안정된 하루를 보냈습니다.\n\n* 내일 부모참여수업에 <요리활동-피자 만들기>가 진행되오니 앞치마, 머릿수건을 보내주세요.\n\n* 내일은 부모참여수업이 4시부터 원내에서 진행됩니다. 늦지 않게 도착해 주세요.\n아이들과 즐거운 추억 만드는 시간 되시길 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/wrqTd/btsRneAupzk/4YJMRycuvaX5ALK4z3piB0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bj5h5L/btsRrgXngiC/j3GpyyVJ7dkofy2cZx0GY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QNn8O/btsRnyMjOTI/cBVNYDK0DKm4jBkzYKSkbK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cms1EZ/btsRnB94YB3/Oqy27muV3jK28Qfl7XON20/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0279_2025-10-27_1295859267_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0279_2025-10-27_1295859267_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0279_2025-10-27_1295859267_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0279_2025-10-27_1295859267_04.jpg"
    ]
  },
  {
    "id": "1297309542",
    "date_written": "2025-10-29",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "오늘은 바다반 친구들과 함께 가을열매그림 위에 플레이콘을 붙여보는 활동을 해보았어요.\n가을열매 도안과 알록달록한 플레이콘을 보며 “이게 뭐예요?”, “밤이다!”, “사과예요.” 하며 관심을 보이는 친구들이었어요.\n선생님이 먼저 물에 적신 플레이콘을 그림 위에 붙이는 모습을 보여주자 친구들도 곧잘 따라 하며 집중하는 모습이었답니다.\n손끝으로 꾹꾹 눌러 붙여보며 색깔과 형태를 살펴보는 모습이 참 예뻤어요.\n\n이후에는 파라슈트 놀이를 해보았어요.\n“위로~ 아래로~” 구호에 맞춰 흔들며 낙엽 모형이 날아오르자 환하게 웃으며 신나게 움직였답니다.\n함께 움직이며 친구들과 협동하는 경험도 자연스럽게 이루어졌어요.\n\n마지막으로 텃밭에 올라가 우주반 형님들의 벼 수확 활동을 지켜보며 관심을 보이던 친구들이\n텃밭선생님의 도움을 받아 직접 탈곡을 해보는 경험을 했습니다. 신기해하는 모습에서 성취감이 느껴졌어요. \n자연 속에서 계절의 변화를 느끼며 뿌듯해하는 바다반 친구들이었답니다.🌾\n\n오늘 점심시간에 시래기밥이 제공되었어요. 하준이가 밥 속의 시래기를 손으로 골라 던지는 모습을 보여 선생님이 음식을 던지면 안 된다는 것을 이야기하고 휴지로 주워볼 수 있도록 안내하였습니다.\n하준이는 처음에 “아니야!”라고 말하며 눈을 지그시 감는 모습을 보였지만 선생님과 함께 휴지를 가지러 가서 스스로 닦아보았습니다. 이후 다시 자리에 앉아 밥을 먹으며 “더 주세요”라고 하며 두 그릇을 맛있게 잘 먹었습니다.\n가정에서도 함께 이야기 나누어주시면 좋겠습니다.\n\n하준이 가방 앞주머니에 있는 립밤은 교실에서 수시로 발라주고 있습니다. 하준이가 립밤을 발라주면 자꾸 입술을 핥는 모습이 보여 먹지 않도록 이야기해주고 있답니다 :)\n\n*어제 부모참여수업에 참여해 주셔서 감사드립니다. 참여수업사진은 앨범에 업로드해 드리도록 하겠습니다.\n\n*11월 3일(월)~11월 6일(목)까지 바다 2반 박서연 교사의 연차휴가입니다. 이 기간 동안 알림장은 전송되지 않으며 투약의뢰서만 확인 가능합니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/SmB5j/btsRsDNlHax/ahuZfn16Pi3D1xeL20eLq0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/X68BA/btsRtmj3l7J/oh1k0Kh7Li3U8CNxxU9TO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cUpYS3/btsRs7tUzra/HR4hPCAknVxC6psKa5nNV1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dUNk8O/btsRtKSorRW/tEFvpxOvGCGxDw6cxEIKq0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ckgFRV/btsRukzca9p/jhAxQ1gzcJQNCY3UoLElt0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cTuWrv/btsRvbnUDpa/CpfFsg7Xo7dkQjgtKPOaO1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0280_2025-10-29_1297309542_06.jpg"
    ]
  },
  {
    "id": "1298036494",
    "date_written": "2025-10-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 바다반 친구들과 스펀지솔을 이용해 가을나무를 꾸며보았어요.\n하준이는 나무 그림과 물감에 관심을 보이고 제일 먼저 스펀지솔에 빨간색을 묻혀 콕콕 찍어보았어요. 자유롭게 표현하며 재미있어하는 하준이랍니다. 빨강, 주황, 노랑, 갈색 등 다양한 색으로 알록달록 가을나무를 완성하는 모습이 참 예뻤답니다.\n\n활동을 마친 뒤에는 메낙골 근린공원으로 산책을 다녀왔어요.\n낙엽이 바스락거리는 길을 걸으며 손에 낙엽을 가득 모아 하늘로 던지며 “와~!” 하고 즐거워했답니다.\n가을의 색과 바람을 온몸으로 느끼며 행복한 시간을 보낸 바다반 친구들이었어요.\n\n하준이가 코가 막히는지 손으로 코를 비비는 모습이 관찰되었어요.\n콧물이 흐르지는 않았지만 낮잠 전에도 코가 불편한지 계속해서 코를 만지는 모습이 보였습니다.\n하준이에게 코를 세게 비비면 아플 수 있다고 알려주고 가볍게 코를 닦아준 뒤 낮잠을 잘 수 있도록 도와주었습니다.\n하준이 오전 간식으로 제공된 미숫가루를 스스로 먹다가 손수건과 옷에 흘려서 여벌 옷으로 갈아입었습니다. 여벌 옷과 교체할 수 있는 손수건도 보내주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/tiCeD/btsRugSuKmX/c2QeJIUY8UoVTlv5kXoLDK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bfmkOL/btsRteTqqBV/gNnjxlOd5GQkkBuI54lKck/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ccI30P/btsRp1nvsZu/6XBuUTDyI1aIvXxQAS9Uik/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0281_2025-10-30_1298036494_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0281_2025-10-30_1298036494_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0281_2025-10-30_1298036494_03.jpg"
    ]
  },
  {
    "id": "1298777211",
    "date_written": "2025-10-31",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 함께 가을나무에 펠트지로 된 가을열매를 붙여보는 놀이를 해보았습니다. \n교사가 다양한 펠트 열매를 제공하자 아이들이 관심을 보이며 스스로 가을나무에 열매를 붙이며 \"이건 도토리야, 이건 솔방울이야\" 이야기를 하며 즐겁게 참여했어요.\n\n이후 바깥놀이 시간에는 교실에서의 활동을 자연 탐색으로 확장해 보았어요. \n교사가 시트지를 붙인 훌라후프를 제공하고 낙엽을 붙이는 모습을 보여주니, 아이들도 낙엽과 도토리를 주워 훌라후프에 붙이며 즐겁게 놀이를 이어갔답니다. 자연물의 색깔과 촉감을 느끼며 가을을 온몸으로 경험하는 즐거운 시간이었어요.\n\n하준이는 오늘 일과 중 콧물이 나와 손수건으로 닦아주었습니다. 사용한 손수건은 가방에 넣어놓았습니다. \n점심시간에도 밥을 먹으며 콧물이 계속 나와 손등으로 닦는 모습이었어요. 미지근한 물을 제공하여 자주 마실 수 있도록 이야기해 주었어요. \n하준이와 즐거운 주말 보내세요~\n\n* 11월 10일(월)~11월 14일(금)까지는 2학기 부모상담기간으로 사전 상담시간에 대한 수요조사를 통하여 상담일정을 조율하였습니다. \n안내해 드리는 상담 시간을 확인하시어 일정에 참고해 주시기 바랍니다. \n부득이하게 위 일정에 상담이 어려우신 경우 변경 가능하오니 키즈노트 알림장을 통하여 담임 선생님께 알려주시기 바랍니다. 감사합니다. \n   - 상담일시: 11/12(수) 오후 5:20~5:40",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dK85xq/btsRwk1vDmj/d2Eb9gOPyRdM8keWzmHW6k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMJm2S/btsRuSpiexE/5DF1PKnD8HXRkGJExjmP70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/qDyem/btsRvN84Nt6/8h5I9pLK8S6EkWI5nfl11k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0282_2025-10-31_1298777211_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0282_2025-10-31_1298777211_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0282_2025-10-31_1298777211_03.jpg"
    ]
  },
  {
    "id": "1300855096",
    "date_written": "2025-11-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어머님 안녕하세요 하준이 가방에 약이 있더라고요\n투약의뢰서 부탁드립니다.\n이마에 멍이 들어있는데 확인 부탁드립니다 .",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/coj8rw/btsRCELvfFc/257spSJl5Ol2aTFgD5fdh1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0283_2025-11-05_1300855096_01.jpg"
    ]
  },
  {
    "id": "1301588057",
    "date_written": "2025-11-06",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "partly_cloudy",
    "content": "어머님 안녕하세요 하준이 인중에 자국이 있더라고요 확인부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/B9cMp/btsRFdsuWYn/EuX1J0XHl8uQgwMqmhPvG1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0284_2025-11-06_1301588057_01.jpg"
    ]
  },
  {
    "id": "1302632888",
    "date_written": "2025-11-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 어제 꼬꼬알 지키기 놀이가 더욱 확장되었습니다. \n꼬꼬알이 굴러 떨어질 때 달걀판을 이용해 꼬꼬알이 다른 곳으로 굴러가지 않도록 조심조심 담아보며 집중하는 모습이었답니다. \n놀이를 반복하며 손의 힘을 이용해 속도를 조절해보기도 하는 등의 모습도 볼 수 있었답니다.\n\n이후 실외 산책을 나가 바람에 흩날리는 낙엽을 주워보고, 솔방울과 나뭇가지 등 다양한 자연물을 모아 광목천 위에 꼬꼬와 동물 친구들을 꾸며보며 자연과 동물을 표현하는 즐거운 시간을 가졌답니다.\n\n하준이 점심을 먹은 후 양치할 때 윗옷이 물에 젖어 여벌  옷으로 갈아입었습니다. 여벌 옷 보내주세요.\n하준이와 즐거운 주말 보내세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/qAZzP/btsRDydo3Ex/CFdoxN3XsytBiDWkaTK8zK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ctls6H/btsRGWx1ayH/xzsZK7ZvQMhSejvX4jhRGK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/h8TsR/btsRFPzTTuF/U1FkZsgvEXV2uju3y4a4Wk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/0OvVv/btsRGPFEk8I/b9KzUNpWJNOkfXfnkf1rQ1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0285_2025-11-07_1302632888_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0285_2025-11-07_1302632888_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0285_2025-11-07_1302632888_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0285_2025-11-07_1302632888_04.jpg"
    ]
  },
  {
    "id": "1303552527",
    "date_written": "2025-11-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들과 함께 ‘멋쟁이 공작’ 미술활동을 진행했습니다.\n크레파스와 공작 그림을 보여주니 궁금한 듯 다가오는 모습이었어요. 자리에 앉아 선생님이 알려주는 대로 크레파스로 자유롭게 색칠하는 하준이에요. \n다음으로 다양한 색깔의 깃털을 보여주자 신기한 듯 손끝으로 만져보며 촉감을 느껴보는 모습도 보였답니다. 선생님이 그림 위에 양면테이프를 붙여주면 스스로 테이프를 떼어 보려는 시도를 하고 깃털을 붙이며 ‘멋쟁이 공작’을 완성했어요.\n오늘도 새로운 재료를 경험하며 즐겁게 표현해 본 바다반 친구들이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cxUdvV/btsRFZ9LkvG/DdWU4sEquzljSqO4jRxyU1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/q1rRH/btsRCp9urqp/PuVTJvkDSPlUpxxgbTjvnK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Gqt2h/btsRIHVBAQd/iNdwdM1xkYRKkvIJlZO8XK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0286_2025-11-10_1303552527_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0286_2025-11-10_1303552527_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0286_2025-11-10_1303552527_03.jpg"
    ]
  },
  {
    "id": "1304275553",
    "date_written": "2025-11-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘 바다반 친구들과 달걀판을 활용해 ‘악어 만들기’를 해보았습니다. \n평소 ‘악어떼’ 노래를 즐겨 부르며 악어에 관심을 보였던 친구들이라 준비한 달걀판 악어와 초록색 물감을 보자 금세 다가와 기쁜 표정을 지었답니다. \n차례를 기다리며 붓을 이용해 색칠하는 동안 손목 힘을 조절해 칠해보려는 모습도 보였어요. 각자 개성이 담긴 초록 악어가 완성되었습니다.\n\n바깥놀이 시간에는 어린이집 주변을 산책하며 낙엽이 가득한 길을 걸어보았습니다.\n바람에 흔들려 떨어지는 낙엽을 바라보거나, 발로 밟아 ‘바스락’ 소리를 내며 즐겁게 걷는 모습이었습니다. 자연 속에서 계절의 변화를 감각적으로 경험하는 시간이 되었답니다.\n\n오전 일과중에 앞을 보지 않고 달리다 친구와 부딪히는 모습이 있어, 교실에서 뛰면 친구와 본인 모두 다칠 수 있다는 점을 하준이와 이야기 나누었습니다. \n하준이도 선생님 이야기를 들으며 잠시 멈춰주는 모습이 있었습니다.\n가정에서도 하준이와 함께 교실에서는 천천히 걷고 주변을 잘 살피는 습관에 대해 한 번 더 이야기 나누어주시면 좋겠습니다.\n\n* 11월 13일 목요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.\n\n**11/12일 수요일 오후 5시 20분 하준이의 상담일입니다. 바다반 벨을 호출해 주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/zTSiA/btsRKmcrVs2/pzZKwoulPSWwMk6vGvtKwk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/h6uZk/btsRKonQWAS/G8oPKFWpeAcrnKhuNB82m1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cZs9NJ/btsRLa3F34X/sMoO3ztOt7VGi5TfpTrnv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dqXX9O/btsRKMot2df/0I9NCKqiSJ99QpAXzADBH0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0287_2025-11-11_1304275553_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0287_2025-11-11_1304275553_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0287_2025-11-11_1304275553_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0287_2025-11-11_1304275553_04.jpg"
    ]
  },
  {
    "id": "1304985235",
    "date_written": "2025-11-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 열린 어린이집의 날을 맞이하여 아현이 아버님과 함께 메낙골 근린공원으로 산책을 다녀왔습니다.\n공원에 도착하자 선생님이 준비한 상자집에 관심을 보 이는 바다반 친구들!\n선생님이 먼저 낙엽을 주워 상자집에 붙이는 모습을 보여주자 친구들도 낙엽을 하나씩 붙 여보기도 하고, 손 가득 낙엽을 모아 상자 안에 넣으며 즐거워하는 하준이었답니다.\n또한 우주반 형님들도 만나 함께 참여하여 서로 도와가며 알록달록 가을집을 완성했어요.\n형님들과 함께 웃고 이야기 나누며 더욱 신나는 시간을 보낸 바다반 친구들이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/hlBIo/btsRMLJhp6z/pk3KdbBt1UsFQB4RdWxV1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/byds5N/btsRLy5fWpv/umulnq43jOsKNSHLqwCMdk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bTSqM8/btsRKpO4w8u/mmdtWZUcWasYgikkOkaA10/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ckyUF4/btsRKsLMPKg/wwAbh0dM09zd5aB7CKyQu1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0288_2025-11-12_1304985235_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0288_2025-11-12_1304985235_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0288_2025-11-12_1304985235_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0288_2025-11-12_1304985235_04.jpg"
    ]
  },
  {
    "id": "1304678932",
    "date_written": "2025-11-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이 오른쪽 눈썹에 상처 확인해주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/8Y70B/btsRLS9BqTY/C3fEZ3ODuPWRxQ7RMrZvkK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0289_2025-11-12_1304678932_01.jpg"
    ]
  },
  {
    "id": "1305703715",
    "date_written": "2025-11-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "오늘은 바다반 친구들과 선생님이 준비한 동물모양 벽돌블록을 가지고 놀이해 보았습니다.\n‘동물놀이’ 동요가 흐르자 하준이는 “이야이야오~” 하고 따라 부르며 자연스럽게 동물 흉내를 내기 시작했어요. \n바깥놀이 시간에는 나무에서 떨어지는 낙엽을 보며 가을의 변화를 자연스럽게 느껴보았습니다. \n친구들은 주운 낙엽을 동물에게 줄 먹이라며 표현해 보거나, 나뭇가지를 이용해 땅 위에 동물 모양을 그려보며 상상력을 마음껏 펼쳤답니다.\n선선한 가을바람과 함께 자연이 주는 재료들로 창의적인 놀이를 즐긴 하루였어요.\n\n하준이는 오늘 점심시간에 제공된 반찬들을 모두 잘 먹었습니다.\n하준이 왼쪽 엄지손톱이 부러져 날카롭습니다. 다듬어주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/d4vnWH/btsRNUzIpV2/UzrnX6El0JNrdOL1anb1uK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bWDoVR/btsRNo1LJzi/3oRH4tVECKCVpZPKsMm2L1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cqJ4nA/btsRIAPZiy8/e7j3wBEkPp4Sk2kT0glMq0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0290_2025-11-13_1305703715_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0290_2025-11-13_1305703715_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0290_2025-11-13_1305703715_03.jpg"
    ]
  },
  {
    "id": "1306424624",
    "date_written": "2025-11-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "선생님과 함께 다양한 동물 그림을 그려보며 자신이 좋아하는 동물을 선택해 크레파스로 알록달록 색칠하며 즐겁게 표현해 보았습니다.\n이후에는 배드민턴장으로 이동해 넓은 공간을 신나게 달려보았어요. 뛰어가며 환하게 웃는 모습이 참 사랑스러웠답니다. \n놀이터에 도착해서는 미끄럼틀과 그네 등 다양한 놀이기구도 이용해 보며 즐거운 시간을 보냈어요.\n오늘 하루도 몸도 마음도 신나게 움직이며 밝게 지낸 바다반 친구들이었습니다.\n\n하준이는 오늘 점심시간에 제공된 멸치반찬을 밥과 함께 잘 먹었답니다.^^\n낮잠 시간에는 약 30분 정도 자고 깨서 다시 잠들지 않았습니다. \n하준이에게 다른 친구들은 아직 자고 있으니 누워서 쉴 수 있도록 이야기를 나누었어요. \n하준이와 즐거운 주말 보내세요 :)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cQvq37/btsRO4QoJZZ/9kcZizsX0NcVNXbCNGYa40/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/edbhfq/btsRPDShEhI/M7fmfOkEUxfFhlRFxbcKL1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/LXApQ/btsRNdGjXwE/tkMCU8KA3H76LLCSgnK7Ak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bFxM8b/btsRPyKcYov/IqBHopVhI2ygOro21H78k0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bvTNBR/btsROA2igHT/lo4KKXSm0l2G6gSMGcJDS1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Zoo6h/btsROZar6pH/oLtSYm5tSVBawS5BJ4opj1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0291_2025-11-14_1306424624_06.jpg"
    ]
  },
  {
    "id": "1307334531",
    "date_written": "2025-11-17",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "하준이와 즐거운 주말 보내셨나요?\n지난주부터 이어진 동물놀이를 더욱 확장해 놀이할 수 있도록 오늘은 동물 주사위 퍼즐을 지원해 주었습니다.\n하준이는 상자퍼즐을 이리저리 돌려보며 나타나는 동물 그림을 탐색하고 높이 쌓아보는 모습이었습니다. 아직 서툴고 틀리기도 하지만 실패를 경험하며 성장하는 바다반 친구들이랍니다.\n\n바람이 많이 불어 실내 대체놀이로 파라슈트 신체놀이를 진행했습니다.\n친구들과 함께 파라슈트를 잡고 동물 동요에 맞춰 흔들어보기도 하고 크게 펼쳐보며 신나게 움직였답니다. 파라슈트 위에 동물 인형을 태워 흔들어주며 웃음이 끊이지 않는 즐거운 놀이가 이어졌답니다.\n\n오늘 바다반 친구들과 함께 계단 오르내리기 활동을 하는데 하준이가 계단에서 내려올 때 점프를 하는 모습이 있었어요. 하준이에게는 계단에서는 장난치지 않고 한 칸씩 조심히 내려와야 안전하다는 것을 알려주었고, 직접 한 발씩 내려오는 방법을 다시 한번 안내해 주었습니다. 가정에서도 같은 내용으로 한 번 더 이야기해 주시면 좋겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/chxjAe/btsRNmKxjzl/kcwrlxpjmoGgm267Abvtnk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/KXoZE/btsRQRRaGom/jE7uJPmnDG6VNAA484BLHk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/7tlqs/btsRP35VDDc/Hx7QBUkFqzlEjp6FxbNv0K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/n7yMo/btsRPYKiiPI/xqb1OitwyRZGLTjNqcvyFk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0292_2025-11-17_1307334531_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0292_2025-11-17_1307334531_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0292_2025-11-17_1307334531_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0292_2025-11-17_1307334531_04.jpg"
    ]
  },
  {
    "id": "1308035514",
    "date_written": "2025-11-18",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 해늘 친구들이 함께 모여 <열려라 참깨!> 인형극을 관람하였습니다.\n “수리수리마수리~ 얍!” 마술도 보고 눈을 크게 뜨며 신기해하는 모습이었어요.\n이야기 속에서 남의 물건을 허락 없이 가져가면 안 된다는 내용을 함께 보며, 친구들과 지켜야 할 약속에 대해 자연스럽게 생각해 보는 시간이 되었답니다.\n하준이는 인형극에서 동요가 나올 때마다 박수를 치는 모습이었어요.\n패티가 등장해 동요에 맞춰 춤을 추자 하준이도 점프를 하며 즐겁게 춤을 춰 보았습니다. \n인형극에 집중하며 이야기 흐름을 따라가고, 율동에도 적극적으로 참여하는 바다반 친구들이었답니다.\n\n하준이는 오늘 평소보다 조금 늦게 잠이 들어 1시에 잠들어 2시 20분경에 일어났습니다.\n일찍 깬 후에는 주변에서 친구들이 잠자고 있어 방해가 되지 않도록 하준이에게 조용히 누워 휴식을 취할 수 있도록 안내해 주었어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/tNx1k/btsRMoa1QjE/JRQb4P04JWxAjmaYIsSm80/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YjQuK/btsRQ9ymJwv/ksJcBkujEgBPLpexMqIzGk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dvT2v2/btsRS9jmjOd/37nUGHNapRrn3NYEKqwXkK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dF0yGR/btsRSboITTW/ThBQdMPaC29Xl8AKrJLKg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/chJ5Fu/btsRSeS36X4/sD77xERakOJJSlvxw0uQP1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0293_2025-11-18_1308035514_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0293_2025-11-18_1308035514_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0293_2025-11-18_1308035514_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0293_2025-11-18_1308035514_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0293_2025-11-18_1308035514_05.jpg"
    ]
  },
  {
    "id": "1308744229",
    "date_written": "2025-11-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 한 친구가 자석블록으로 만든 손전등을 보여주며 놀이가 시작되었어요.\n선생님이 이를 연계하여 휴지심에 동물 모양으로 오린 종이를 붙이고 손전등 불빛을 비춰주자, 바다반 친구들이 신기해하며 천장을 바라보았답니다.\n불빛에 비친 동물 그림을 찾으며 “돼지다!”, “여기 있다!”라고 말하며 즐겁게 참여했어요.\n이후 다른 친구가 동물 모형을 가져와 불빛에 비춰보며 자연스럽게 그림자놀이가 확장되었고, 서로 보여주며 함께 관찰하는 모습도 있었답니다.\n호기심을 가지고 탐색하며 놀이를 이어가는 모습이 참 멋졌어요!\n\n하준이는 오후 간식을 먹은 후 대변을 보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bzUjTJ/btsRUEwxl1h/ckCMAuHDypip0vj0JVvK70/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbjwlV/btsRNfyo3to/c4Ewbhoh6EkOircE2DMrH1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0294_2025-11-19_1308744229_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0294_2025-11-19_1308744229_02.jpg"
    ]
  },
  {
    "id": "1309465121",
    "date_written": "2025-11-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "벽돌블록으로 만든 악어놀잇감과 악어모양 악기까지 바다반은 요즘 악어에 빠져있어요~\n악어떼 노래를 얼마나 열심히 부르는 바다반 친구들을 위해 계란판을 이어 붙여 만든 악어를 지원해 주었습니다^^\n아이들 몸집보다 큰 악어를 보고 좋아서 소리를 지르는 하준이이에요. 커다란 악어에 관심을 보이고 탐색하는 시간을 가졌어요.\n큰 폼폼이도 함께 제공해 주었더니 악어 등을 무지개색깔로 꾸며보기도 하고 악어가 배가 고플 것 같다며 음식모형놀잇감을 악어 입에 넣어주기도 하였답니다. \n악어 동물 하나로 다양한 놀이를 이어가는 바다반 친구들의 생각주머니가 점점 커져가는 중이랍니다.☺️",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bKdWM7/btsRVBto0X9/09TqfVE4Bs7HEkS5NLL410/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pACKk/btsRVCMCkuo/oKoUi5gj2LQVMfHwzs1pvK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0295_2025-11-20_1309465121_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0295_2025-11-20_1309465121_02.jpg"
    ]
  },
  {
    "id": "1310176778",
    "date_written": "2025-11-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 전지에 선생님이 커다란 기린을 그려주자 바다반 친구들이 관심을 보이며 다가왔어요. \n크레용과 스티커를 제공해 주니 각자 원하는 색으로 쓱쓱 싹싹 색칠해보기도 하고, 작은 손가락으로 스티커를 스스로 떼어 기린 몸에 붙이며 즐겁게 꾸며보았습니다. \n완성된 기린을 오려 교실에 게시해 주니 블록이나 소꿉놀이 음식모형을 가져와 기린에게 먹이를 주는 모습까지 보여 상상놀이로 자연스럽게 확장되었답니다.\n\n바깥놀이로는 따뜻한 햇살 아래 구름 한 점 없는 맑은 하늘을 바라보며 산책을 다녀왔어요. \n지나가는 멋진 오토바이도 보고 바다반 친구들이 좋아하는 마을버스가 지나가자 손을 흔들며 반가워하는 모습이었답니다. 오늘도 즐거운 하루를 보낸 바다반 친구들이에요. \n\n하준이는 오늘 오전 간식을 먹은 후 대변을 보았습니다. 하준이와 즐거운 주말 보내세요😊\n\n*11/24(월)에는 서울시 방문간호사 사업으로 눈 건강 교육이 진행됩니다.\n원활한 진행을 위해 9시까지 등원 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/djLYxb/btsRW5HBMcL/HmaYeAiy9cZkECoH5sHRY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bCvluq/btsRUNoJX8X/2busmJhCsaEskALTA6kco1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/g6y15/btsRVe7tkUN/CqvTuSnXHOmb0pgp8BYWuK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/crn8q5/btsRVGWVUIr/ygxMVLYLqcNsaIdt9agRmk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0296_2025-11-21_1310176778_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0296_2025-11-21_1310176778_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0296_2025-11-21_1310176778_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0296_2025-11-21_1310176778_04.jpg"
    ]
  },
  {
    "id": "1311053259",
    "date_written": "2025-11-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "오늘은 서울시 방문 간호사 선생님과 함께 '눈 건강교육'을 들으며 눈을 건강하게 지키기 위해 해야 할 일과 하면 안 되는 행동들에 대해 알아보았습니다.\n눈에 좋은 음식도 함께 살펴보고, 다 같이 눈동자를 굴 리는 눈 운동도 해보며 즐겁게 참여했답니다.\n바다반 친구들에게는 동물모형을 제공하여 동물에게 먹이를 주는 놀이를 해보았어요.\n친구들이 각 동물에게 알맞은 먹이를 찾아주며 상상력을 발휘해 놀이가 자연스럽게 확장되었답니다.\n오늘은 초미세먼지 '나쁨' 단계로 인해 실외활동 대신 실내 대체놀이를 진행하였습니다.\n2층 유희실에서 꽃기놀이를 하며 선생님과 함께 동물 모양을 만들어보는 시간을 가졌고, 집중하며 즐겁게 놀이하는 모습이었답니다.\n\n하준이는 점심시간에 제공된 반찬들을 남기지 않고 골고루 잘 먹었습니다 :)\n오후 간식을 먹은 후 대변을 보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dVWRqn/btsRX77HMGJ/Z3jovfiNGuJQk9DaWW0fa0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cg2lH4/btsRR5ir6Xi/CaCyAcskhQMDSfgS4C7CR0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FVmkY/btsRZQp7NLW/Vy6i2UqyHUmmFdXufLWNGk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0297_2025-11-24_1311053259_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0297_2025-11-24_1311053259_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0297_2025-11-24_1311053259_03.jpg"
    ]
  },
  {
    "id": "1311754722",
    "date_written": "2025-11-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "fog",
    "content": "오늘은 어제 진행했던 동물 먹이 주기 놀이를 확장해 보았어요.\n선생님이 동물그림이 있는 투명컵을 지원해 주니 바다반 친구들이 관심을 보이며 다가왔답니다.\n친구들은 블록을 가져와 동물에게 먹이를 주고, 컵에 넣었다 뺐다 해보며 즐겁게 탐색했어요.\n놀이 중 한 친구가 “동물 미끄럼틀 태우고 싶어요.”라고 말해 상자로 미끄럼틀을 만들어 제공하였더니, 동물 친구들을 한 마리씩 차례로 태우며 더욱 신나게 놀이가 확장되었답니다.\n바다반 친구들이 스스로 놀이를 이어가며 즐겁게 참여한 하루였어요.\n\n하준이는 일과 중 콧물이 흐르거나 기침을 하는 모습은 보이지 않았으나 낮잠을 자고 일어나 기침을 하였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bCsIgP/btsRZOUba2n/hh17C5dBdpbagwwMHkFTt0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/sjpsG/btsR09JTqFr/O1SlCKM2gXzPCNkjqYYZpK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0298_2025-11-25_1311754722_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0298_2025-11-25_1311754722_02.jpg"
    ]
  },
  {
    "id": "1312462606",
    "date_written": "2025-11-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린 어린이집의 날로 바다반 친구들과 함께 <기분을 말해봐> 그림책을 읽으며 다양한 감정을 알아보는 시간을 가졌습니다.\n“오늘은 우리 친구들 기분이 어때요?”라고 물어보니 손짓으로 웃는 얼굴을 가리키거나 몸을 흔들며 표현해 보는 모습도 있었어요. \n그다음 교사가 준비한 부드러운 천, 수세미, 부직포 등을 만져보며 느낌을 이야기해 보았어요.\n감정과 촉감을 자연스럽게 연결해 보는 시간이었습니다.\n에바 알머슨 그림 도안에 털실을 붙이거나 주변을 여러 촉감 재료로 꾸미며 개성 있는 작품을 완성해 보았답니다.^^\n\n하준이는 오늘 일과 중 기침을 자주하는 모습이었습니다. \n따뜻한 물을 제공하여 수시로 마실 수 있도록 안내하며 편안하게 지낼 수 있도록 도와주었어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gq7kS/btsRVZvlOIe/6fsKABNjBpjd0YPPYoH5h0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/CNeAU/btsR2gWAz4E/QgNolMa2eQ8P2LRf9Yk1M0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b2ki1O/btsR0Gvx7VA/XjxouTZPF1OUqX6HJbjiB1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9v8mt/btsRZO10px1/KGbkNHuFq35GxJ19rIv9Ok/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0299_2025-11-26_1312462606_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0299_2025-11-26_1312462606_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0299_2025-11-26_1312462606_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0299_2025-11-26_1312462606_04.jpg"
    ]
  },
  {
    "id": "1313169549",
    "date_written": "2025-11-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 아이들의 자발적 놀이로 더욱 풍성한 하루를 보냈습니다. \n몇몇의 친구가 자석블록을 가져와 울타리를 만들고, 또 다른 친구들은 동물모형을 하나둘씩 가져오며 어느새 멋진 동물농장이 완성되었답니다. \n교사가 ‘동물농장’ 노래를 불러주자 자연스럽게 아이들도 따라서 부르며 농장 동물을 돌보는 역할놀이로 확장하는 모습이었습니다. \n친구들끼리 서로 동물들을 나누어주거나 울타리 안에서 잠도 재워주는 모습을 보여주는 등 활발한 또래 간 상호작용이 이어졌답니다.\n\n이후에는 선생님이 종이접시 코끼리 얼굴과 크레용, 스티커 등을 만들어 지원해 주었더니 각자 원하는 색깔의 종이접시 코끼리를 골라 자유롭게 색칠해 보고, 스티커를 스스로 떼어 붙이며 나만의 코끼리를 꾸며보았답니다. \n같은 재료여도 아이마다 개성이 가득한 코끼리들이 완성되어 더욱 즐거운 시간이었습니다.😊\n\n하준이가 오늘은 어제보다 기침이 훨씬 줄어든 모습이었어요. 등원시 36.6도, 낮잠 전36.4, 낮잠 후 36.8도로 다행히 열도 오르지 않았고 전반적인 컨디션도 매우 좋았습니다.  다만, 오늘 교실에서 뛰는 모습이 여러 번 보여 매트 위에서 넘어지기도 했지만 다치지는 않았습니다.😅 하준이에게 교실에서는 천천히 걸을 수 있도록 이야기 나누었으며, 가정에서도 한 번 더 이야기해 주시면 좋을 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/wLg58/btsR2WkeheK/qovlZsIC3kNAIfrjwGEyLK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ORoVM/btsR2Wq13Yb/UnoleNybRHB1k8pcHApYo1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/TQy40/btsR2iBkajd/tbfIuKKksOcF47TIYZwgxk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0300_2025-11-27_1313169549_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0300_2025-11-27_1313169549_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0300_2025-11-27_1313169549_03.jpg"
    ]
  },
  {
    "id": "1313892175",
    "date_written": "2025-11-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘 바다반 친구들과 점토를 조물조물 만져보며 촉감을 탐색한 후, 다양한 동물을 만들어보는 시간을 가졌어요. 선생님이 먼저 만든 작품을 보여주며 “이게 뭘까요~?”라고 묻자 “돼지요!”, “토끼요!”라고 대답하며 관심을 보이는 친구들이었답니다.\n이후 아이들이 스스로 점토를 길게 늘어뜨려 “뱀이에요!”라고 표현해보기도 하고, 크게 뭉쳐 “공룡 만들래요!”라고 하며 공룡을 만들어보는 등 창의적으로 표현하며 즐겁게 활동했어요.\n\n날씨가 추워 오늘은 실내 대체놀이를 진행했습니다. 선생님이 노란 풍선을 제공해 주고 신나는 동요를 틀어주자, 풍선을 흔들고 점프를 하며 몸을 신나게 움직이는 바다반 친구들이었답니다. 다양한 동작으로 에너지를 표현하며 즐겁게 실내 신체활동을 했어요.\n하준이가 주말동안 푹 쉬고 감기가 나은 모습으로 만나길 바랍니다🥹",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cdW0qr/btsRW2sAz7X/gLF1g9naGLxd9DvzRfikHk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c7bQzA/btsR38k4nNs/LokEUrPyDZMYj9Rfgx3VE0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cIGdmE/btsRW6ohsEh/db0o4QTpCFuhKkEocMNKk0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0301_2025-11-28_1313892175_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0301_2025-11-28_1313892175_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0301_2025-11-28_1313892175_03.jpg"
    ]
  },
  {
    "id": "1314812823",
    "date_written": "2025-12-01",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "지난주 동물놀이가 자연스럽게 겨울놀이로 연계되는 모습을 볼 수 있었습니다. \n한 친구가 블록 위에 동물놀잇감을 올려놓고 이리저리 움직이는 모습을 보며 다른 친구가 \"선생님 말이 지금 스케이트 타나 봐요\"라고 이야기를 하니 다른 친구들도 관심을 가지며 스케이트 놀이를 시작했어요.\n교사가 \"스케이트는 겨울에 얼음이 꽁꽁 얼면 많이 탈 수 있어\"라고 이야기해 주자 각자의 방식으로 겨울에 대해 상호작용을 시작했답니다. \n\n교실환경이 겨울로 변한 모습에 친구들이 관심을 나타내 도일리종이를 지원해 주고 아이들과 함께 겨울모빌을 만들어보기도 했어요.\n작은 관심에서 시작한 놀이가 모빌 결과물을 만들어내는 과정을 거치며 바다반 친구들은 뿌듯함과 자신감을 키울 수 있었답니다.\n\n하준이는 오늘 일과 중에는 기침을 하거나 불편해하는 모습 없이 일과에 잘 참여해 주었습니다. 오전 간식과 점심도 남김없이 잘 먹었습니다^^ 점심을 먹은 후에는 대변을 보았습니다. 낮잠 후 기침을 조금 하는 모습이 있었습니다.\n\n*겨울에도 표준보육과정 지침에 따라 실외활동이 있습니다. 아이들이 실외놀이 시 필요한 마스크, 목도리, 털모자 등 겨울용품을 보내주시면 실외놀이 시 착용하도록 하겠습니다. 모든 아이들 물품에는 이름을 써주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bwqcIO/btsR7WcEtaJ/KVMII7KWK0naGjOBdBSLg0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/63iCj/btsRYV1kdPi/344gCyrD2K4nCjE0qx9tMk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bZn07F/btsR6ZH2pHb/VMQIqDVlN8Rd3e1krTiFgK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0302_2025-12-01_1314812823_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0302_2025-12-01_1314812823_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0302_2025-12-01_1314812823_03.jpg"
    ]
  },
  {
    "id": "1315528213",
    "date_written": "2025-12-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "선생님이 눈모양 스펀지를 제공해 주자 바다반 친구들이 반짝이는 눈으로 다가와 관심을 보였어요. 스펀지를 톡톡 만져보며 “말랑해요~”라고 표현해보기도 하고, 하나씩 던져보거나 쌓아보며 자유롭게 탐색해 보았답니다. 김장매트 위에 누워 온몸으로 스펀지를 맞아보며 겨울 분위기를 즐기는 모습도 너무 귀여웠어요.^^\n\n오늘은 바람이 차갑고 세게 불어 실내대체놀이를 진행하였습니다.\n선생님이 끌어주는 썰매를 신나게 타며 웃음이 가득했어요.\n차례를 기다리며 즐겁게 썰매를 타보았답니다.\n\n하준이는 오늘 일과 중 콧물이나 기침하는 모습은 보이지 않았습니다. 활동에 잘 참여해 주었고, 컨디션도 좋았습니다. 오전 간식으로 제공된 파프리카 스틱도 더 달라고 하며 잘 먹는 모습이었어요. 점심밥도 남기는 반찬 없이 잘 먹었습니다.^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/mzViY/btsR5HaSfWE/XlKsO4mfY9bO5kMTZ14fXK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FAcF2/btsR8yQGYHB/CCDxkCqKWfpfZ4zGMsrOrK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kxuKR/btsR61fkkEV/sp59jKzdfFO755Q0EK02kk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0303_2025-12-02_1315528213_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0303_2025-12-02_1315528213_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0303_2025-12-02_1315528213_03.jpg"
    ]
  },
  {
    "id": "1316242031",
    "date_written": "2025-12-03",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "교실 벽면에 게시해 둔 이글루 그림에 관심을 보여 얼음모양 블록을 지원해 주었더니 자연스럽게 이글루 그림을 보고 집을 지어보는 놀이로 확장되었어요. 놀이 중간 블록이 무너지기도 했지만 다시 도전하며 놀이하는 모습이 인상적이었답니다.\n\n바다반 친구들이 착용하고 온 겨울용품들 이름을 이야기하며 관심을 보여 선생님이 겨울용품 그림과 오일파스텔을 제공해 주었더니 끼적이기 후 스펀지로 자유롭게 문지르며 색의 변화를 관찰해보기도 했습니다.\n\n오늘은 날씨가 많이 추워 실내대체놀이가 진행되었습니다. 눈사람 볼링공 놀이를 하며 손과 눈의 협응력도 키우고 친구들을 응원해주기도 하면서 신나는 시간을 보냈답니다.^^\n\n*12/11(목)~16일(화)까지 바다 1반 신미영 교사의 연차휴가기간입니다. 이 기간 동안 보조선생님과 대체선생님께서 함께 보육해 주실 예정이며 알림장과 사진은 전송되지 않고 투약의뢰서만 확인가능합니다. 참고부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dxbhT/btsR84igo64/kw90exSmGMnowJ1RUHUbm1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMMOjh/btsSadrRt9N/31JMS3VwgGMvKkro0Qqyg1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hQmGS/btsR96M2KOy/WnXnNlpRrQOBQfZMdtyPl1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dXTqAO/btsR694QTD6/ftjE0OP5d8kXkci7UhmpQK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0304_2025-12-03_1316242031_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0304_2025-12-03_1316242031_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0304_2025-12-03_1316242031_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0304_2025-12-03_1316242031_04.jpg"
    ]
  },
  {
    "id": "1316936523",
    "date_written": "2025-12-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제 이글루 놀이의 확장놀이로 아이들이 자연스럽게 블록으로 울타리를 만들어 놀이하는 모습을 볼 수 있었습니다. \n선생님이 눈송이를 추가로 지원해 주었더니 눈송이를 뿌려보기도 하고 눈밭에서 굴러보기도 하고, 눈으로 아이스커피 만들기 등 풍성한 놀이가 펼쳐졌답니다. \n‘멋진 눈사람‘ 동요를 들으며 바다반 친구들과 함께 <종이접시 눈사람> 미술놀이도 해보았습니다. \n하얀 종이접시를 두 손으로 만져보며 탐색해 보고 스스로 스티커를 떼어서 붙여보며 나만의 눈사람을 꾸며보았어요. \n곧 내릴 눈을 기대하며 눈사람을 꾸며주는 모습이 제법 진지했답니다.^^\n\n날씨가 너무 추워 실내대체놀이로  \"선생님 자동차 타고 싶어요\"라고 이야기하는 친구들이 있어서 아이들의 자동차 경주가 이어졌답니다. 스스로 놀이를 생각하고 선택하는 모습, 놀이를 즐기는 모습을 보며 조금씩 성장하고 있는 바다반 친구들을 만날 수 있었습니다.\n\n하준이가 낮잠을 자기 전에 콧물이 살짝 있었습니다. 날씨가 건조해서 그런지 피가 살짝 비치는 콧물이었어요. 가정에서도 살펴봐주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bJJj27/btsR96tUDDz/6wrk37ve0sNKQPR8leV1r0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/swZCy/btsSbn9hQIy/UhDmlrKjMjiftZmlfafJY0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0305_2025-12-04_1316936523_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0305_2025-12-04_1316936523_02.jpg"
    ]
  },
  {
    "id": "1317689378",
    "date_written": "2025-12-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "이번 주 블록놀이가 자연스럽게 겨울놀이로 확장되고 있어 선생님이 파란 비닐을 바닥에 깔아 ‘낚시터 공간’을 구성해 주었어요. \n친구들은 함께 울타리를 만들며 공간을 완성해 보고, 자석 낚시 놀이를 해보며 스스로 만든 의자에 앉아 집중해서 물고기를 잡아보는 모습이었답니다.\n잡은 물고기를 서로 보여주며 “내가 더 많이 잡았어!” 하고 자랑하는 모습도 볼 수 있었답니다.\n\n또 어제 내린 눈을 경험해 보기 위해 데크에 나가 눈을 구경하고 손으로 만져보며 감각 탐색도 해보았습니다. 친구들이 함께 눈을 모아 눈오리를 만들고, 선생님이 끌어주는 썰매를 타며 까르르 웃음소리가 끊이지 않았어요.\n겨울의 자연을 직접 느끼고 움직이며 즐거움을 표현하는 바다반 친구들의 활기찬 하루였습니다. 😊\n하준이와 즐거운 주말 보내세요~\n\n* 12/22(월)에는 아이들이 손꼽아 기다리는 산타잔치가 열립니다.\n11/28일에 가정으로 보내드린 분홍색 봉투에 아이들에게 줄 크리스마스 선물을 담아 12/16일(화)까지 아이들 모르게 다시 어린이집으로 보내주시기 바랍니다. 또한 함께 보내드린 엽서는 산타할아버지가 아이들에게 읽어주실 예정이니, 부모님께서는 간단한 메시지를 작성하여 함께 보내주시면 감사하겠습니다.\n\n*하준이 칫솔이 마모되어 교체가 필요합니다. 새 칫솔 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b9s16w/btsSasj8Rzo/Lvc3vcSgfm3N6OhZ2Cfxb0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cOYcV7/btsSbFv1Fpz/FX0oIzwkt52UHkcDE3jGvk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dYjD4L/btsSb8kqmTZ/j2YSBbwDD0gUHe03lFfk3k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0306_2025-12-05_1317689378_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0306_2025-12-05_1317689378_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0306_2025-12-05_1317689378_03.jpg"
    ]
  },
  {
    "id": "1318569999",
    "date_written": "2025-12-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이와 즐거운 주말 보내셨나요?\n지난주 바다반 친구들이 즐겁게 했던 낚시 놀이를 이어 오늘은 선생님이 준비한 빙어 그림을 활용하여 ‘빙어 낚시’를 해보았어요.\n빙어를 보자마자 관심을 보이고 손으로 만져보며 탐색하는 모습이에요. \n하준이는 비닐이 좋은지 비닐 안에서 촉감을 느끼며 놀이하는 모습이었답니다.\n\n오늘은 기온이 영상으로 올라 바다반 친구들과 함께 겨울용품을 착용하고 메낙골근린공원을 다녀왔습니다. 걷는 동안 나무를 바라보며 “잎이 없어졌어요!”라고 이야기하는 친구도 있었고, 겨울이 왔음을 몸으로 느끼며 즐겁게 산책을 다녀왔답니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/oDBPg/btsSad0VJbG/K5c1kD6j1Jr5K2MSfk0DKk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/GDDwu/btsSer428Am/AIFBdx4xevn5yKVBdDZ5uK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0307_2025-12-08_1318569999_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0307_2025-12-08_1318569999_02.jpg"
    ]
  },
  {
    "id": "1319278046",
    "date_written": "2025-12-09",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "겨울 하면 떠오르는 대표 간식인 붕어빵과 군 고구마 모형을 교실에 제공해 주었어요.\n바다반 친구들이 모형을 만져보며 \"이게 뭐예요?\" 하고 관심을 보이며 즐겁게 탐색하는 모습이었답니다. 고구마와 붕어빵을 작은 바구니에 담아 친구에게 건네주고 받아보며 자연스럽게 역할놀이로 확장되었어요. \"고구마 사세요~\"라고 외치며 겨울 간식 가게 놀이가 활발하게 이루어졌답니다.\n\n이어 실제 겨울 간식을 찾아보자는 이야기를 나누고 산책을 다녀왔습니다.\n아쉽게도 오늘은 가게 문이 닫혀 있었지만, \"다음에 또 와보자~\" 하며 기대하는 모습을 보였고 주변 시장을 둘러보며 겨울 분위기를 느끼고 돌아왔어 요.\n따뜻한 겨울 간식 이야기로 즐거움이 가득했던 하루였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ceUSym/btsSdAibrt0/KUU3m2AKXx4EzXnRI3juyk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hhHS9/btsSeQdvn2v/DtjrnvI4xeAkCGMy8DRRlk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0308_2025-12-09_1319278046_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0308_2025-12-09_1319278046_02.jpg"
    ]
  },
  {
    "id": "1320000450",
    "date_written": "2025-12-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "어제 붕어빵 모형을 가지고 놀이한 경험을 이어 오늘은 붕어빵 봉투 만들기를 해보았습니다.\n선생님이 붕어빵 봉투 그림을 보여주자 바다반 친구들이 “이게 뭐예요?”라며 관심을 보였어요. \n크레용과 반짝이는 별·하트 스티커를 제공해 주니 자신이 좋아하는 색을 골라 열심히 색칠하고 스스로 하나씩 스티커를 붙이며 나만의 붕어빵 봉투를 꾸며보았답니다.\n선생님이 봉투를 접어 완성해 주자 완성된 봉투에 붕어빵 모형을 넣어 먹는 시늉을 하거나 친구와 선생님에게 “드세요~” 하며 나누어주는 모습을 보였어요.\n하준이는 트리모양 머리띠가 마음에 들었는지 머리에 쓰고 붕어빵을 봉투에 담아보는 모습이었답니다.\n\n오늘도 기온이 영상이라 바다반 친구들과 겨울용품을 착용하고 바깥놀이를 다녀왔습니다. \n소나무 위에 잔뜩 달린 솔방울을 보기도 하고 까치가 나뭇가지를 물고 날아가는 모습을 보며 신기해하는 모습이었답니다.\n즐거운 바깥활동으로 겨울 자연을 느껴보았습니다^^\n\n* 12월 12일 금요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gZI97/btsR9aKQzTl/6Z7KhHe7gETkax63pEn0Dk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dgShXB/btsSgJx05ja/U03yDqyqymeHbAGrx6ZDh1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dhlpcw/btsSacn2V1x/I6xOD31nHaYEaaq2jA0Hzk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ySVQc/btsSf43KPAQ/UbWnt7WyHgKDDYJEoYMHck/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0309_2025-12-10_1320000450_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0309_2025-12-10_1320000450_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0309_2025-12-10_1320000450_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0309_2025-12-10_1320000450_04.jpg"
    ]
  },
  {
    "id": "1320691210",
    "date_written": "2025-12-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 겨울 간식 그림 오려보기 활동을 해보았습니다.\n겨울 간식 그림을 보며 “귤! “, “붕어빵!”, ”고구마“, “어묵!”이라고 말해보며 그림의 이름을 맞혀보기도 했어요. \n선생님이 가위를 잡는 법과 사용 방법을 천천히 알려주자 친구들이 집중해서 종이를 오려보는 모습이 정말 대견스러웠답니다. 아직은 가위질이 익숙하지 않아 어려워했지만, 작은 조각이라도 자르려고 반복해서 시도하며 끝까지 참여해 주었어요.\n가정에서도 두꺼운 종이를 활용해 어린이 가위로 짧게 연습해 보시면 도움이 됩니다 :)\n\n겨울용품을 착용하고 메낙골 근린공원으로 산책도 다녀왔습니다. 이제는 제법 마스크도 자연스럽게 착용하는 하준이에요. \n나무에 있는 빨간 열매를 새가 먹는 모습을 보며 “새가 열매 먹어요!”라고 이야기하기도 했어요. \n잎이 모두 떨어진 나무를 보며 한 친구가 “나뭇잎이 모두 떨어지면 겨울이 와요. 딸기 먹을 수 있어요!”라고 말하자 친구들이 “딸기 좋아해요!”라고 반응하며 즐겁게 대화를 나누었답니다.\n자연을 바라보며 계절의 변화를 온몸으로 느끼고 이야기 나누는 행복한 산책 시간이었어요.\n\n* 12/24 수요일에는 요리활동이 예정되어 있습니다. 앞치마와 머릿수건을 12/23(화)까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/QvSTE/btsShdmrx5o/2gNmF3SnKukcFX8qBd0XAk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/chqAMg/btsShEqfCrW/nAbQcCZyWjixGtG0U8fdlk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/UEWiu/btsShWEcFCS/8v34jqmkcdy7A0PLeOwEq1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0310_2025-12-11_1320691210_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0310_2025-12-11_1320691210_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0310_2025-12-11_1320691210_03.jpg"
    ]
  },
  {
    "id": "1321412140",
    "date_written": "2025-12-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 선생님이 준비한 붕어빵 그림 상자와 지난번 바다반 친구들이 산책하며 주운 도토리, 해늘 텃밭에서 수확한 땅콩을 활용해 붕어빵 마라카스를 만들어 보았어요. 집게손가락으로 하나씩 집어 상자에 넣어보며 소근육을 사용해보고, 선생님이 테이프로 마무리해 주자 흔들어 소리를 들어보는 바다반 친구들이에요. 겨울 동요를 틀어주니 리듬에 맞춰 신나게 흔들며 놀이를 이어갔답니다.\n\n오늘은 기온이 영하로 떨어져 실내대체놀이를 진행했습니다. 커다랗고 하얀 솜공을 보여주자 호기심을 보이는 바다반 친구들이에요. \n하나씩 건네주어 탐색해 보니 조물조물 만져보며 촉감을 느끼고, 귀에 가져다 대어 소리를 들어보기도 했답니다.  손과 발에 문질러 보며 “간지러워요~”라고 표현하기도 하고, 겨울 동요에 맞춰 바구니에 던져 넣거나 이글루 그림에 맞혀보며 즐겁게 놀이했어요.\n\n오늘 일과 중 기침을 하는 모습이 있어 따뜻한 물을 제공해주고 수시로 마실 수 있도록 안내하였습니다. 오전 간식과 점심식사는 남김없이 잘 먹는 모습이었습니다. 점심을 먹은 후에는 대변을 보았어요. 하준이와 즐거운 주말 보내세요.☺️\n\n * 12/16(화)까지 보내드린 분홍색 봉투에 카드와 크리스마스 선물을 함께 넣어 보내주세요.\n\n* 12/17(수) 열린어린이집으로 요리활동이 예정되어 있습니다. 앞치마와 머릿수건을 12/16(화)까지 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ddsE8r/btsSi94OIUz/mN6lDFYFWd0ru0OnnXBvX1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cgyBjv/btsSj6zy6tc/wuIvtuLPIcRwkYIaOEpK2K/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bkRRu5/btsSi2ZbZmb/orsY9RE1wK9Yp4G61OkBo1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/rZGcL/btsShGpmpwT/C4K9SaV70ksG4K02GzNVlK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bR0KMX/btsShBVRv4l/hVhjQWnHQtxV2zoWXhCt9k/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0311_2025-12-12_1321412140_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0311_2025-12-12_1321412140_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0311_2025-12-12_1321412140_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0311_2025-12-12_1321412140_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0311_2025-12-12_1321412140_05.jpg"
    ]
  },
  {
    "id": "1326131234",
    "date_written": "2025-12-22",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들이 기다리고 기다리던 산타할아버지를 만나는 날이었어요.🎅\n아침부터 “산타 할아버지 언제 와요?” 하며 잔뜩 기대를 안고 하루를 시작한 바다반 친구들이에요.\n산타할아버지를 만나 한 명씩 씩씩하게 앞으로 나와 선물을 받아보며, 설렘과 기쁨이 가득한 시간을 보냈답니다.\n하준이가 처음에는 조금 긴장한 모습도 있었지만,  씩씩하게 참여하는 모습이 정말 대견했어요.\n이후 교실로 돌아와서는 크리스마스 동요를 들으며 신나게 춤을 추고 몸을 움직이며 즐거운 분위기를 이어갔답니다.\n오늘 가정에서도 하준이와 함께 산타 이야기를 나누며 즐거운 저녁 시간 보내시길 바랍니다.\n\n하준이가 오랜만에 등원해 컨디션을 세심히 살펴보았는데요. 오전에 기침을 많이 하며 가래가 많이 나오는 모습이 있어 일과 중 에는 따뜻한 물을 제공하여 자주 마실 수 있도록 하였고, 점심시간과 낮잠 시간에는 기침하는 모습 없이 잘 지냈습니다.\n\n* 지난 주 열린어린이집때 바다반 친구들과 함께 만든 사과동치미 가정으로 보내드립니다. 하준이와 맛있게 드세요~\n\n* 내일은 <우리들의 행복한 크리스마스 파티>가 예정되어 있습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/chlgfz/btsSua29Z8J/tVlMobScJzNikesUk08S1k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/N9Ym0/btsStoni2NA/1kWuvJaRDlvv2ksJKsT6x1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/HxHEL/btsSt0eRLhE/Zpl83Xjuu6KLEZCas00hSK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0312_2025-12-22_1326131234_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0312_2025-12-22_1326131234_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0312_2025-12-22_1326131234_03.jpg"
    ]
  },
  {
    "id": "1326892802",
    "date_written": "2025-12-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "rain",
    "content": "오늘은 〈우리들의 행복한 크리스마스 파티〉를 진행하였습니다. 각 반별로 다양한 크리스마스 놀이를 경험하며 즐거운 시간을 보냈어요.\n하늘반에서는 트리 모양과 루돌프 모양 상자에 볼풀공을 던져보며 신체를 움직이는 놀이와 볼링놀이를 해보았습니다. 목표를 향해 공을 던지며 즐겁게 참여하는 모습이었답니다.\n우주반에서는 반짝이는 크리스마스 터널을 통과하며 야광봉을 흔들어 보았습니다. 빛과 공간을 느끼며 신나게 움직이는 아이들의 웃음소리가 가득한 시간이었어요.\n바다반에서는 종이접시로 눈사람 만들기를 해보았습니다. 셀로판지를 집중해서 붙여보고, 목도리와 모자를 씌워 각자의 개성이 담긴 눈사람을 완성해 보았답니다.\n\n하준이가 오늘 신고 온 양말에 미끄럼방지가 되어 있지 않아 등원할 때 교실로 들어오는 과정에서 미끄러지는 모습이 있었습니다.\n안전을 위해 미끄럼방지가 있는 양말을 착용해 주시면 감사하겠습니다.\n\n* 내일은 ZOOM 라이브 인형극 「호두까기 인형」 관람과 고구마 요리 활동이 예정되어 있습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/YYz1X/btsSvTmHyLW/Zc7CyhR2zXSGKUe5EVYqok/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/lSDSt/btsSu9cBtKv/RotpRmt61S3KpQZdEva7SK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/tdBDg/btsSuhCiZCa/iYG9QoZ5gOnYkKjfBkuzI1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/SKlKg/btsSu6704Y5/Tu5CAwPTZiwZtzGN5AOerK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/iX9DP/btsStgDQmSh/JoWs5kVJwRUMDIkkeU0ac1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bxLZ05/btsSqVTjScA/kKLKnhkuDYPYgzFa05XhF1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hbQxS/btsSufj5WAo/YV6qdpKHCObisalW5z6OE1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jXUz9/btsSn9rcos3/1XNj0mLiBIuhbC6SLzBXu0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/r7uw3/btsSvnWnox1/ks6rnHlVNhnpCv0floiuT0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_08.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0313_2025-12-23_1326892802_09.jpg"
    ]
  },
  {
    "id": "1327640601",
    "date_written": "2025-12-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 〈호두까기 인형〉 크리스마스 공연을 관람하였습니다.\n성악가분들의 노래와 익숙한 크리스마스 음악에 맞춰 손뼉을 치거나 몸을 흔들며 공연을 즐기는 모습을 보였고, 마임 공연에서는 산타 할아버지의 동작을 따라 해 보며 웃음 가득한 시간이 이어졌답니다.\n뮤지컬 발레 〈호두까기 인형〉을 관람하며 발레리나와 발레리노의 춤을 감상해 보는 특별한 경험도 해보았어요.\n\n공연 관람 후에는 햇살반 동생들과 함께 〈고구마 경단 만들기〉 활동을 진행하였습니다.\n고구마를 지퍼백에 담아 조물조물 만져보며 촉감을 느껴보고, 선생님과 함께 동그랗게 빚어 카스텔라 가루를 묻혀 고구마 경단을 완성해 보았답니다.\n아이들이 정성껏 만든 크리스마스 카드와 쿠키, 경단을 가정으로 보내드립니다.\n가정에서도 오늘 함께 감상한 인형극 이야기와 요리활동의 즐거운 경험을 나누어 보시기 바랍니다.\n\n하준이가 공연을 관람하며 신나게 점프하는 과정에서 기침을 하는 모습이 있어, 따뜻한 물을 자주 마실 수 있도록 제공해 주었습니다. 하준이 물통의 빨대가 찢어져 있어 사용 시 안전이 우려되니, 교체해 주시면 감사하겠습니다.\n하준이 오후 간식을 먹은 후 대변을 보았습니다.\n하준이와 즐겁고 행복한 크리스마스 보내세요~🥰🎄",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cq2cQJ/btsSvniBXF3/2fvlxUyWnrXgmNbfOZ2B91/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/EuOwD/btsSxvsQJlW/AXoxaPr6KEYeRcnU1FTpa1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Pno16/btsSwX4cjJi/kgmoaVXqmYavi2POHhC7j0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbtzkr/btsSwkZ1lpE/ER3Vdf0bpoAxwqtEKDOA90/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0314_2025-12-24_1327640601_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0314_2025-12-24_1327640601_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0314_2025-12-24_1327640601_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0314_2025-12-24_1327640601_04.jpg"
    ]
  },
  {
    "id": "1327313704",
    "date_written": "2025-12-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이가 등원 시 울음을 보여 걱정이 되실까 하여 키즈노트 남깁니다. 하준이는 금방 울음을 그치고 친구들 이름을 이야기하며 지금은 스스로 귤을 까보고 멋있게 먹고 있습니다^^ \n오늘 하루도 하준이와 즐거운 하루 보내겠습니다 :)",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cQvh3Q/btsSx1dBhtQ/LCkUEhfxK18nnDUEaCXh70/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0315_2025-12-24_1327313704_01.jpg"
    ]
  },
  {
    "id": "1330248237",
    "date_written": "2026-01-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들과 다양한 모양의 펠트지로 놀이해 보았습니다.\n별 모양, 동그라미, 세모 모양 등 여러 가지 펠트지를 제공하자 호기심을 보이며 하나씩 만져보고 살펴보는 친구들이었어요.\n교실 벽면에 자유롭게 붙일 수 있도록 게시해 주니, 펠트지를 붙였다 떼었다 하며 모양을 탐색하고 스스로 놀이를 이어가는 모습이 보였습니다. 친구들과 함께 모양을 이어 붙여보기도 하고, 펠트 모양을 바라보며 “코끼리 같아요!”라고 이야기하며 새로운 형태를 상상해 만들어보는 모습도 있었답니다. \n바다반 친구들은 개별적인 배움의 속도에 맞춰 성장하고 있습니다. 여러 가지 모양의 이름을 알고 적극적으로 탐색하는 친구들도 있고 아직은 모양의 이름보다 내 손으로 직접 만져보고 눈으로 확인하고 배워가는 과정 중심의 탐색을 하는 아이들도 있습니다. 자유로운 탐색과 표현 속에서 각자의 속도록 즐겁게 놀이한 하루였습니다.\n\n하준이가 오랜만에 등원하여 컨디션을 세심히 살펴보았어요. 노란 콧물이 보였고 코가 막혀 불편한지 손으로 코를 계속 비비는 모습이 있었습니다.\n점심시간에는 밥을 거의 다 먹어 갈 때쯤 손으로 국물을 만지며 먹지 않으려는 모습이 있어 바르게 앉아 식기도구를 사용하여 먹을 수 있도록 이야기를 하며 도와주었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/o1dWC/btsSDYoJaim/QaiwbaRUIqrqWLloqMG3o0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dqekDo/btsSFcs0Va4/6gkCLxmeibvcPWn6vuvwz0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0316_2026-01-05_1330248237_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0316_2026-01-05_1330248237_02.jpg"
    ]
  },
  {
    "id": "1329959336",
    "date_written": "2026-01-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이가 오랜만에 등원해서 울음을 보였어요. 교실로 들어와 금방 진정하고 오전 간식을 먹고 있답니다^^  걱정이 되실 듯하여 알림장 남깁니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bzKhIk/btsSFdyr0ZS/bP42K8pd1xsHZ30QW1OlCk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0317_2026-01-05_1329959336_01.jpg"
    ]
  },
  {
    "id": "1330854220",
    "date_written": "2026-01-06",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "어제 모형 놀이에 이어 오늘은 돋보기를 제공해 주자, 호기심 가득한 눈으로 돋보기를 들여다보는 바다반 친구들이에요.\n선생님이 먼저 돋보기로 모양을 찾아보는 모습을 보여주자, 친구들도 따라 하며 \"동그라미!\" \"세모!\" \"하트!\" \"별!\" 하고 익숙한 모양을 찾아 말해보았답니다.\n돋보기를 통해 교실에 있는 놀잇감과 물건들을 하나하나 살펴보며, 평소 보던 것들도 새롭게 관찰해 보는 모습이었어요.\n관찰과 탐색이 자연스럽게 이어지며 놀이가 확장되는 즐거운 시간이었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/eh9nM/btsSFSaik92/UKaDP00aJVniIYtobc1Yk1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cbsQUE/btsSEpG0HFc/48Ruq4659NA3J3LsdxmcXk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0318_2026-01-06_1330854220_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0318_2026-01-06_1330854220_02.jpg"
    ]
  },
  {
    "id": "1331447788",
    "date_written": "2026-01-07",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 모양놀이를 지속하며 전지와 모양 스티커를 활용한 놀이를 해보았습니다.\n전지와 스티커를 제공하자 관심을 보이며 다가와 “스티커 붙일래요”라고 이야기하는 바다반 친구들이에요.\n선생님이 전지에 스티커 모양대로 그림을 그려주자, 친구들은 스스로 스티커를 떼어 그림과 같은 모양을 찾아 붙여보며 놀이를 해보았습니다.\n모양을 비교하며 집중해 붙여보는 모습에서 놀이에 대한 몰입을 느낄 수 있었어요.\n하준이는 선생님을 따라 크레파스로 전지에 그림을 그리는 것을 즐겼답니다^^\n\n미세먼지가 보통 수준으로 좋아져 오랜만에 바깥놀이도 다녀왔습니다.\n산책을 하며 주변에서 동그라미, 세모 등 익숙한 모양을 찾아보며 교실에서의 놀이가 자연스럽게 확장되는 경험을 해보았답니다.\n\n하준이는 오늘 점심시간에 제공된 김과 함께 새우살간장덮밥을 남김없이 스스로 잘 먹었습니다^^\n\n\n*1/8(목) 내일은 ‘신난 Day-찜질방놀이’를 진행합니다. 원활한 반별 놀이 진행을 위해 오전 9시 30분까지 등원 부탁드립니다.\n\n*1/12(월) 바다 1반 신미영 교사의 연차휴가기간입니다. 이 기간 동안 보조선생님과 대체선생님께서 함께 보육해 주실 예정이며 알림장과 사진은 전송되지 않고 투약의뢰서만 확인가능합니다.  참고부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b0uQgL/btsSFOfg7qN/HgGyD7XrdP8akg4IeKs9kK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cwOYuz/btsSExkZRAz/H8RFeaISkhFzikzonxOHIk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cnOwPR/btsSGfwUc92/n6pN6T3SAITYy2KrFdn0w1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/s6NIu/btsSGhuIbJU/WpaVQKAO2HOXkg3JMsYVOK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0319_2026-01-07_1331447788_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0319_2026-01-07_1331447788_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0319_2026-01-07_1331447788_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0319_2026-01-07_1331447788_04.jpg"
    ]
  },
  {
    "id": "1332085199",
    "date_written": "2026-01-08",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 “신난DAY”로 바다반 친구들과 〈찜질방 놀이〉를 했습니다. \n진짜 찜질방에 온 것처럼 찜질방 옷을 입고 수건으로 양머리를 만들어보며 놀이를 시작했어요. \n다양한 목욕용품을 보며 호기심을 보이는 친구들이었고, 목욕 의자에 앉아 때밀이로 몸을 문질러 보거나 불가마에 들어가 친구들과 함께 찜질을 하며 즐거운 시간을 보냈답니다.\n놀이 후에는 매점으로 이동해 팝콘과 요구르트를 먹으며 휴식도 가져보았어요. 팝콘이 튀겨지는 모습을 보며 “와~” 하고 신기해하는 모습이 무척 사랑스러웠답니다.^^ 찜질방 옷을 입고 양머리를 한 바다반 친구들의 귀여운 모습에 웃음이 가득한 하루였습니다.😊\n\n*내일 1/9(금)은 소방대피훈련이 있습니다. 여벌양말을 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/qftw4/btsSGJ6b0w4/HJNvNQopPQeJXK3tEAG3TK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/b4D5cN/btsSGxLIDQx/kpIwlQqUzYp4tELK4wkVoK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ddDbgf/btsSIrQNdmv/7rQ1HktmJqMJBwHO7U9gtk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/3PPGA/btsSFUAGOE0/K5RFb9bLuSea8Ir9YpI5S0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bZb8bF/btsSHzBPI7F/RTb8n7IUJSZAgExLJiBMv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/nhBJe/btsSHYuySmC/IG3j5yx8y0NniwhdXBRyjk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0320_2026-01-08_1332085199_06.jpg"
    ]
  },
  {
    "id": "1333566397",
    "date_written": "2026-01-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "snow",
    "content": "하준이와 주말 잘 보내셨나요?\n지난주에 이어 오늘도 바다반 친구들은 다양한 블록에 관심을 보이며 상상한 모양을 만들어 선생님에게 보여주었습니다.\n하준이는 빅블록이 계단모양처럼 생겼는지 키위모형을 들고 “키위 계단 내려와”라고 말하며 놀이하는 모습이었답니다.\n\n놀이 중 한 친구가 “가위질하고 싶어요.”라고 이야기하여 안전가위와 잡지를 제공하고, 옆에서 안전하게 가위질을 할 수 있도록 도와주었습니다.\n이를 본 다른 친구들도 흥미를 보이며 다가와 다양한 색깔의 잡지를 살펴보고 가위질 놀이에 함께 참여하였습니다.\n아이들이 스스로 놀이를 선택하고 또래와 함께 놀이를 확장해 나가며 소근육 사용과 집중력이 자연스럽게 발달하는 시간이었답니다.😊\n\n하준이는 점심시간에 손으로 국물을 만지거나 친구의 식판에 숟가락을 담그는 등 장난을 치는 모습을 보였습니다. 하준이와 식사 예절에 대해 이야기를 나누며 차분히 식사할 수 있도록 도와주었으나, \"밥 안 먹어\"라고 말하며 식사에 다소 어려움을 보였습니다. 대부분의 식사는 마무리하였고, 세 숟가락 정도 남기고 식사를 마쳤습니다.\n\n*하준이 기저귀에서 소변이 새서 실내복과 윗옷을 갈아입혔습니다. 여벌옷 보내주세요. \n\n* 내일은 수료&졸업 사진 촬영이 있는 날입니다. \n사진작가님께서 방문하셔서 우리 친구들의 사진을 찍어주시니 일정에 차질이 없도록 청바지&흰 티(또는 티셔츠)를 입혀 9시까지 등원해 주세요.\n\n*1/22(목)은 윤가람(남아) 친구의 생일파티가 있습니다. 3천 원 미만의 생일선물을 준비하셔서 1월 20일 화요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/ezSoV/btsSLHlzrOL/yTuP9KK0W1T9DjICsFAOx1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ZkNvi/btsSKdsj0HI/APotmakZmMhpSeKNrRI6g1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ca8I11/btsSJu9eM9L/FdUwMk8hJKDeLju5WmwDiK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0321_2026-01-12_1333566397_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0321_2026-01-12_1333566397_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0321_2026-01-12_1333566397_03.jpg"
    ]
  },
  {
    "id": "1334265654",
    "date_written": "2026-01-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "선생님이 테트리스 모양의 상자를 제공해 주자 바다반 친구들이 호기심을 보이며 다가왔어요. 하나하나 모양을 손으로 만져보며 탐색하고, 자유롭게 연결해 보며 자신만의 모양을 만들어보았답니다.\n선생님이 로봇을 만들어 보여주자 아이들은 막대 모양을 길게 이어 기차를 만들어보기도 하고, 여러 가지 모양을 합쳐 자동차를 표현하며 놀이를 더욱 확장했어요. 다양한 모양을 조합하며 상상력을 마음껏 펼치는 즐거운 시간이었습니다.\n\n오늘은 우리 아이들의 1년을 마무리하는 수료 사진 촬영이 있었습니다. 처음에는 조금 긴장한 듯한 모습도 보였지만, “엄마!”, “브이!” 소리에 맞춰 환하게 웃으며 촬영에 참여해 주어 현장 분위기가 한층 더 밝아졌어요. 작가님 앞에서도 부끄러워하지 않고 자연스럽게 포즈를 취하는 모습이 참 사랑스러웠답니다.\n오늘 촬영한 사진은 소중한 추억으로 담아, 추후 수료 앨범을 통해 전해드릴 예정이니 기대해 주세요. 😊\n\n오늘은 하준이가 점심시간에 제공된 돈육장조림이 맛있었는지 스스로 숟가락을 사용하며 남김없이 다 먹었습니다^^",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/c5sK45/btsSMzgYi9I/fIkBpmtOtb7XJP9B62pimk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/MFcme/btsSKPZGt7g/ztrk3VfpwgZ4lqKtHjByq0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0322_2026-01-13_1334265654_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0322_2026-01-13_1334265654_02.jpg"
    ]
  },
  {
    "id": "1334953602",
    "date_written": "2026-01-14",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 열린 어린이집의 날로 바다반 친구들과 함께 〈빙어축제〉 놀이를 해보았습니다.\n지난달 즐겁게 경험했던 빙어낚시 놀이를 떠올리며, 이번에는 낚시터를 구성하고 빙어요리 놀이까지 확장해 보았답니다.^^\n\n낚시 도구를 보자 “빙어예요?”라고 묻으며 이전 놀이를 기억하는 모습을 보였고, 낚싯대를 사용해 빙어를 잡아보며 즐겁게 참여하였습니다. \n잡은 빙어를 석쇠 위에 올려 빙어구이를 만들어 보는 과정에서는 역할놀이로 자연스럽게 이어지며 몰입하는 모습이었습니다.\n\n낚시터 안으로 들어가고 싶어 하는 친구들은 교사의 도움 아래 맨손으로 빙어를 잡아보기도 하고, 뜰채로 얼음을 퍼 올리며 다양한 감각 놀이를 경험하였습니다.\n친구들과 함께 놀이하며 추운 겨울 축제의 즐거움을 느껴보는 시간이었습니다. ❄️🐟\n\n하준이는 오늘 일과 중 콧물이 살짝 보여 손수건으로 닦아주었습니다. 코가 막혀 다소 불편한 듯 코를 비비는 모습이 있었어요. 점심 식사는 오늘도 남김없이 잘 먹었습니다^^\n낮잠 후 재채기를 하며 노란 콧물이 보였습니다. 가정에서도 살펴봐주세요~\n\n*1/22(목)~1/23(금) 바다 2반 박서연 교사의 연차휴가기간입니다. 이 기간 동안 보조선생님과 대체선생님께서 함께 보육해 주실 예정이며 알림장과 사진은 전송되지 않고 투약의뢰서만 확인가능합니다.  참고부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/gkChe/btsSM1kSZeu/GKYfEuNY392VKEZH8VOHzk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/5HYbZ/btsSMYPelVk/FV9CCr7k8xRXA9GXUF2jbk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/kWKvs/btsSMXiumBE/w8cVVybcol9zhSkgQhbk9k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/EM8vM/btsSLqTCedW/jEyZwfsupuc1fHKuovA7I0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/oPxsD/btsSMgizM0C/3gjYMosKlGvby4f2B2x8f0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0323_2026-01-14_1334953602_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0323_2026-01-14_1334953602_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0323_2026-01-14_1334953602_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0323_2026-01-14_1334953602_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0323_2026-01-14_1334953602_05.jpg"
    ]
  },
  {
    "id": "1335663656",
    "date_written": "2026-01-15",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 기온이 영상으로 오르고 미세먼지도 나쁘지 않아 오랜만에 바깥놀이를 다녀왔습니다.\n바다반 친구들은 우주반 형님들의 손을 잡고 산책을 하며 길에서 보이는 다양한 모양들을 발견하고, 주변 환경을 살펴보며 관찰하는 경험을 해보았어요.\n\n놀이터에 도착해서는 미끄럼틀, 시소, 그네, 흔들리는 놀이기구 등을 스스로 선택해 타며 몸을 움직였습니다. 놀이기구를 오르내리고 균형을 잡아보는 과정 속에서 대근육을 사용하고 신체를 조절하는 경험을 충분히 할 수 있었답니다.\n\n형님들과 함께 놀이하며 차례를 기다리고, 함께 움직이는 과정에서 또래 및 다른 연령과의 긍정적인 상호작용도 자연스럽게 이루어졌습니다.\n놀이 속에서 배우고, 경험 속에서 자라난 하루를 보낸 바다반 친구들이에요.😊\n\n하준이는 오늘 점심시간에 식사를 하며 눈을 감고 장난을 치는 모습이 보였습니다. 식사 후에는 교실 안을 뛰어다니며 이동하다가 넘어지는 상황도 있었으나, 다행히 매트 위로 앉으며 넘어져 다치지는 않았습니다. 화장실로 이동할 때에도 뛰어가는 모습이 보여 안전하게 이동할 수 있도록 그때그때 이야기를 해주었습니다.\n낮잠 시간에는 잠이 오지 않는지 잠들지 못하고 자리에서 일어나 놀잇감을 만지거나 소리를 내는 행동이 반복적으로 나타났습니다. 하준이는 한쪽에서 그림을 그리며 있을 수 있도록 제공해 주었습니다.\n또한 입에 손을 넣는 모습이 자주 보여 위생과 관련된 이야기를 반복해서 해주고 있으며, 손을 자주 닦아주고 있습니다.\n\n가정에서도 하준이가 천천히 이동하기, 기다리기, 입에 손 넣지 않기와 같은 생활습관을 함께 이야기하며 지도해 주시면 원과 연계하여 하준이의 생활 안정에 도움이 될 것 같습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bKJeYH/btsSO5NylZQ/MPFEPMKkWkfmblT6wv1Bik/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/u2Auv/btsSO7q4DJN/bjOgk1rHrqiSZovydVSaqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bOBsRI/btsSKBfYhL2/jOH3aU6AVwiWi8VGaTaObk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0324_2026-01-15_1335663656_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0324_2026-01-15_1335663656_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0324_2026-01-15_1335663656_03.jpg"
    ]
  },
  {
    "id": "1336359624",
    "date_written": "2026-01-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 바다반 친구들과 도화지에 물감으로 모양 찍기 놀이를 해보았습니다.\n하얀 도화지와 알록달록한 물감을 보며 호기심 가득한 눈으로 바라보는 아이들이에요. 도트 물감을 도화지에 찍어보며 교사가 “무슨 모양이에요?”라고 묻자 “동그라미!” 하고 자신 있게 이야기하는 모습도 보였답니다.\n교사가 도트 물감으로 하트 모양을 그려주자, 친구들도 따라 쓱쓱 그려보며 “고구마 모양이에요”, “뱀 모양이에요”라고 말하며 각자의 상상력을 더해 다양한 모양을 표현해 보았어요. \n세모 모양 도구에 여러 색의 물감을 묻혀 도화지에 찍어보며 자유롭게 표현하는 즐거운 시간도 가졌답니다.\n\n이후 한 친구가 “가위 하고 싶어요”라고 이야기해 가위질 놀이로 활동을 이어갔어요. 처음에는 조심스럽게 시도하더니 한두 번 연습 후 금세 가위질이 능숙해지는 모습이 인상적이었답니다. 놀이 속에서 소근육을 사용하며 성취감을 느끼는 바다반 친구들이었어요.\n하준이와 즐거운 주말 보내세요😊\n\n*1/22(목)은 윤가람(남아) 친구의 생일파티가 있습니다. 3천 원 미만의 생일선물을 준비하셔서 1월 20일 화요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bbETrn/btsSI5INdXX/sr5wkdwe8fkGo7vua9zLsK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/xvkmZ/btsSNMIY3NH/Is8GKjSbCGKENyKJlAKypk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bYrN66/btsSOywFJvC/V5bCK8OfstAWFCg9IJdyj0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dsw6tM/btsSLBfVUW7/tkpnlgnYKOXRQiyeBNltYK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/roOeC/btsSO7dOebL/u5lCwKKBoHDbGDV40aqgUk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0325_2026-01-16_1336359624_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0325_2026-01-16_1336359624_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0325_2026-01-16_1336359624_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0325_2026-01-16_1336359624_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0325_2026-01-16_1336359624_05.jpg"
    ]
  },
  {
    "id": "1336040314",
    "date_written": "2026-01-16",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "투약의뢰서 부탁드려요~",
    "image_urls": [],
    "local_images": []
  },
  {
    "id": "1337243510",
    "date_written": "2026-01-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이와 즐거운 주말 보내셨나요? 하준이가 엄마하고 아빠하고 빠방 타고 다녀왔다고 이야기를 해주었어요^^\n오늘 바다반 친구들은 팝튜브 놀잇감을 탐색하며 즐겁게 놀이해 보았습니다.\n손으로 팝튜브를 늘렸다 줄였다 하며 촉감을 느껴보고, 서로 연결해 길게 만들거나 다양한 모양을 구성해 보았어요.\n바다반 친구들은 동그랗게 만들어 “팔찌예요”라고 말하며 선생님께 건네주기도 하고, 여러 개를 이어 기차를 만들어 친구들과 함께 기차놀이를 즐기는 모습도 보였습니다.^^\n\n이후 바깥놀이를 나가 눈을 밟아보며 눈 밟는 소리를 들어보고, 눈사람 모양 집게를 이용해 눈사람을 만들어보았어요.\n눈의 촉감과 소리를 느끼며 겨울 자연을 온몸으로 경험하고, 친구들과 함께 어울리며 놀이를 확장해 가는 즐거운 시간이었습니다. ☃️❄️\n\n하준이는 오늘 일과 중 콧물이 흐르거나 기침하는 모습은 보이지 않았으며, 코가 약간 막힌 듯한 모습만 관찰되었습니다.\n전반적으로 큰 불편함 없이 일과를 잘 보냈습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/zQQcy/btsSSisvUrL/rz5nAsqVB0os0ozmsZeKqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/beS1WP/btsSPzXmUML/5Ck9K5spm9pdjmYYFKkDsk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bMhY2k/btsSSdZhvNK/YEdeIxn5OH7nhR8dkvldo1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0327_2026-01-19_1337243510_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0327_2026-01-19_1337243510_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0327_2026-01-19_1337243510_03.jpg"
    ]
  },
  {
    "id": "1337955920",
    "date_written": "2026-01-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어제의 팝튜브 놀이에 이어 오늘도 팝튜브에 큰 관심을 보이는 바다반 친구들이에요.\n교실에 색깔 휴지심을 제공해 주자 팝튜브의 색깔에 맞춰 구멍을 통과시켜 보며 손과 눈을 함께 사용해 놀이해 보았답니다.\n놀이 중 한 친구가 팝튜브를 “청진기예요”라고 말하며 병원놀이를 시작하자, 다른 친구들도 자연스럽게 관심을 보이며 놀이에 함께 참여했어요.\n동물 인형을 가져와 팝튜브로 진찰을 해 주며 아픈 곳을 살펴보는 바다반 친구들의 모습에서 풍부한 상상력과 또래 간 상호작용을 엿볼 수 있었답니다.\n\n영하의 날씨로 인해 오늘은 실내 대체 놀이를 진행하였어요.\n2층 유희실에서 친구와 함께 순서를 지키며 자전거를 타고, 꽂기 놀이를 통해 다양한 모양을 만들어 보며 즐겁게 놀이하는 시간을 가졌습니다.\n친구와 함께 어울리며 놀이 속에서 기다림과 배려를 경험해 본 하루였답니다.😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bvSilp/btsSQZuxLc1/T4zdkca9XiDwqjvMSManh1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Cbus1/btsSSeYPx7h/f6j4KMxzbxyRF1KsZAtRmk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/hflKq/btsSSHlFplk/uc3L2ncjwffH4AgpqyjHpK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0328_2026-01-20_1337955920_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0328_2026-01-20_1337955920_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0328_2026-01-20_1337955920_03.jpg"
    ]
  },
  {
    "id": "1338643688",
    "date_written": "2026-01-21",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "바다반 친구들은 팝튜브 놀이에 깊은 관심을 보이며 놀이를 스스로 확장해 나가는 모습을 보여주었어요. 팝튜브를 길게 늘여 호스처럼 만들고 두 손으로 꼭 잡은 채 “불이 났어요! 불을 꺼요!”라고 말하며 교실 곳곳을 누비는 소방관이 되었답니다.\n아이들의 놀이 모습을 본 선생님은 불 모양을 만들어 교실 곳곳에 붙여주자, 더욱 몰입하여 불을 찾아 끄며 상상놀이를 즐기는 모습이었어요.\n친구들과 함께 같은 놀이에 참여하며 자연스럽게 언어 표현과 협력하는 경험을 했답니다.\n\n오늘은 영하의 날씨로 바깥놀이 대신 1층 유희실에서 미끄럼틀과 자동차 놀이를 하며 신체 활동을 이어갔어요. 차례를 기다리고, 친구에게 먼저 양보하는 모습도 보여주며 즐겁고 안전하게 공동놀이를 경험한 바다반 친구들이었습니다.😄\n\n하준이는 오늘 오전에 재채기를 하며 콧물이 많이 나왔습니다. 이후 일과를 지내는 동안에 콧물이 흐르거나 기침하는 모습은 보이지 않았습니다. 오후 간식을 먹은 후 대변을 보았습니다. \n\n*1/22(목)~1/23(금) 바다2반 박서연 교사의 연차휴가기간입니다. 이 기간동안 보조선생님과 대체선생님께서 함께 보육해주실 예정이며 알림장과 사진은 전송되지 않고 투약의뢰서만 확인가능합니다.  참고부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bh8tZN/btsSShaOKPJ/HF5mibvRVINw8hE9qxkB10/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/d5k4ha/btsSPR3QkQI/Ii5stLEAk0poy1zu88Ra11/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bbt4GW/btsSRDjHBGa/HLcxPkcknqPe5UOQR1CpY1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0329_2026-01-21_1338643688_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0329_2026-01-21_1338643688_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0329_2026-01-21_1338643688_03.jpg"
    ]
  },
  {
    "id": "1340917280",
    "date_written": "2026-01-26",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "하준이와 즐거운 주말 보내셨나요?\n교실에 알록달록 다양한 색깔의 종이컵을 제공해 주자 관심을 보이며 놀이에 참여하는 바다반 친구들이에요. 😊\n종이컵을 차곡차곡 쌓아보며 균형을 맞춰보기도 하고, 어떤 친구는 종이컵의 색깔을 살펴보며 같은 색의 폼폼이를 찾아 담아보는 모습을 보였어요. 또 다른 친구는 종이컵을 길게 이어 터널굴착기를 만들어 상상 놀이를 즐기기도 했답니다.\n하나의 놀잇감을 가지고 각자만의 방법으로 다양하게 놀이하는 모습이 인상 깊은 시간이었어요.\n\n이후 겨울용품을 착용하고 바깥놀이를 나가 차가운 겨울 공기를 느껴보며 산책을 해보았습니다. 겨울 날씨를 온몸으로 경험하며 즐겁게 시간을 보냈답니다. ❄️\n\n하준이가 오늘 할아버지 할머니께 고개를 숙이며 “다녀오세요.”인사를 하고 교실로 들어와 스스로 양말을 벗어 자신의 가방 앞주머니에 정리를 했어요^^ 의젓한 형님이 되고 있는 중이랍니다.\n점심시간에는 먹다가 중간에 포크를 바닥에 내려놓으며 장난을 치는 모습이 있었지만, 남김없이 다 먹었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/b7R0dC/btsSUY2vKh8/H5GGXT4LN247U9EkkUA781/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/eXZKt/btsSTUgeWgn/uIulDSwSvLtRUQOMMgRKp1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0330_2026-01-26_1340917280_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0330_2026-01-26_1340917280_02.jpg"
    ]
  },
  {
    "id": "1341618144",
    "date_written": "2026-01-27",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "바다반 친구들은 어제 종이컵 놀이를 이어 오늘도 종이컵으로 자유롭게 놀이해 보았습니다. \n종이컵을 쌓고 연결하며 다양한 모양을 만들어 보고, 친구들과 함께 놀이를 이어가는 모습이었어요. 이후에는 빅블록으로 길을 만들어 징검다리처럼 건너보며 균형을 잡고 신체를 조절하는 놀이도 즐겼답니다.\n\n또한 선생님이 가제손수건과 구멍이 뚫린 모양 종이, 물감을 제공하자 친구들이 관심을 보였어요. 물감을 묻힌 스펀지를 스텐실 도안 위에 찍는 모습을 먼저 보여주니, 친구들도 집중하며 따라 해 보며 즐겁게 놀이에 참여했습니다. 다양한 재료를 탐색하며 표현하는 즐거움을 느낀 하루였답니다.\n\n*1/26일 반 별 공지사항으로 안내드린 2학기 만족도조사 링크 확인하시어 1/28일 오후 6시까지 한분도 빠짐없이 참여해 주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/DsxIA/btsSU8q4e2Y/iz8PrwSQCg7yiVGMmSk6g0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/jRQEh/btsSVwreMRg/UKmjEpjX3bnzkkqFvc4ptK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QO0Rc/btsSVjFUzS8/1mpK2OBxOIk5LAJL8g7xak/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/iBdQd/btsSVUE8g99/VsVlXfkKkaBQgFgk8M4ZOk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0331_2026-01-27_1341618144_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0331_2026-01-27_1341618144_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0331_2026-01-27_1341618144_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0331_2026-01-27_1341618144_04.jpg"
    ]
  },
  {
    "id": "1342313201",
    "date_written": "2026-01-28",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 열린 어린이집 활동으로 「작은 기차」 동화책을 함께 읽고, 우유갑 기차를 만들어 보았습니다.\n선생님이 미리 우유갑으로 만든 기차를 보여주자 바다반 친구들이 호기심 가득한 눈으로 바라보며 관심을 보였어요.\n우유갑 기차에 네임펜으로 집중해서 끼적이기도 하고, 다양한 모양의 스티커를 자유롭게 붙이며 자신만의 기차를 꾸며보았습니다. 동그란 바퀴를 붙여 기차의 모습을 완성하는 모습에서 아이들의 창의적인 표현이 돋보였답니다.\n\n완성한 우유갑 기차에 리본 끈을 달아 손으로 잡고 끌고 다니며 놀이가 자연스럽게 확장되었고, 기차 동요를 틀어주자 기차를 끌며 신나게 움직이는 모습이 무척 즐거워 보였어요😊\n놀이 속에서 상상력과 표현력을 키워가며 즐거운 시간을 보낸 하루였습니다.\n\n하준이가 다쳐 오늘 하루 더욱 세심하게 살펴보았습니다.\n하준이에게 “귤 먹을 거예요?”라고 물어보니 먹겠다고 해서 제공해 주니 스스로 껍질을 까서 잘 먹었고, 물도 처음에는 뚜껑을 열어 주고 두 손으로 잡아 마실 수 있도록 도와주었으나 “하준아 입 아파?”라고 물어보자 “안 아파”라고 말하며 스스로 물통 뚜껑을 닫으려 하는 모습이 보여 닫아주니 하준이가 뚜껑을 젖혀 빨대로 잘 먹는 모습이었어요. \n점심시간에는 원장님께서 하준이 먹는 것을\n도와주셔서 남김없이 잘 먹었으며 먹을 때도 불편함 없이 잘 먹는 모습이었어요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dzMhxI/btsSQMWOAio/v1yZYd8h2Gl98zahz2zlQ1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/yqQve/btsSVyck8yX/NlBNrG4Ni2XpkekRyWgHK1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cAla7J/btsSVo18snL/RZRzP5lxeT6tkTh5z7oTiK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cPceWQ/btsSVVLoZYg/xOEPKykzrKTk8VO9PtRKPk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FPDIT/btsSWeYgQBB/drkdXwwYk8GANboDCLFlG0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/YsJY8/btsSVM2gPDs/EfdtS5wLaH8scvQEsKRNFk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0332_2026-01-28_1342313201_06.jpg"
    ]
  },
  {
    "id": "1343012194",
    "date_written": "2026-01-29",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘 바다반 친구들과 모양그림에 플레이콘을 붙여보는 놀이를 해보았습니다.\n알록달록한 플레이콘을 보자마자 관심을 보이며, 자신이 원하는 모양을 고르고 플레이콘을 하나하나 집중해서 붙이는 모습이었어요. 손으로 조심스럽게 집어 붙이며 즐겁게 놀이에 참여했답니다.\n\n이후, 한 친구가 종이컵에 에그셰이커를 넣어 보며 “선생님, 테이프 붙여주세요.”라고 이야기했어요. 종이테이프를 건네주자 종이컵 두 개를 붙여 마라카스를 만들어 흔들며 “선생님, 마라카스예요.”라고 말하며 놀이를 이어갔답니다.\n이를 본 다른 친구들도 흥미를 보이며 다가와 “저도 만들어주세요.”라고 이야기했고, 각자 원하는 색깔의 종이컵과 에그셰이커를 골라 자신만의 마라카스를 만들어보며 즐겁게 놀이해 보았습니다.\n친구의 놀이를 함께 나누며 웃음이 가득한 시간이었어요😊\n\n하준이는 오늘 점심 식사 시간 때 불편해하는 모습 없이 잘하고 반찬도 추가로 배식하여 남김없이 맛있게 먹는 모습을 보였습니다.^^\n다만 오늘 놀이 중 놀잇감을 던지는 모습이 여러 차례 관찰되었습니다.\n친구 쪽이나 창문 방향으로 놀잇감을 던지려는 모습이 보여, 하준이에게 놀잇감을 던지면 위험할 수 있다는 점을 이야기하며 알려주었습니다.\n이후 폼폼이를 벽에 던질 수 있는 대체 놀이를 제공해 주었습니다. 가정에서도 하준이와 함께 놀잇감은 던지지 않고 놀이해야 한다고 한 번 더 이야기 나누어 주시면 감사하겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/A1D6O/btsSWd0ftgm/pRjr4kUNi8lIPrR4sTHSI0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/btZD7x/btsSWmbkAaR/lE7cLxWuvzESgheEiuZSpk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/de3csd/btsSS2ZffWN/4tmte0c0ZCat4qa1nTlgW0/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0333_2026-01-29_1343012194_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0333_2026-01-29_1343012194_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0333_2026-01-29_1343012194_03.jpg"
    ]
  },
  {
    "id": "1343717545",
    "date_written": "2026-01-30",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 바다반 친구들은 색깔과 모양 놀이를 이어 천사점토와 사인펜을 활용한 놀이를 즐겨보았습니다.\n선생님이 천사점토를 제공하자 점토를 조물조물 만지며 촉감을 느끼고, 동글동글 굴려 가장 먼저 눈사람을 만들어보는 친구들이에요.\n선생님이 별과 하트 등 다양한 모양을 만들어 제시하자, 친구들도 고추 모양, 뱀 모양, 피자 모양 등 자신만의 상상을 더해 다양한 형태를 만들어보았답니다.\n또한 천사점토 위에 원하는 색깔의 사인펜을 골라 색칠한 뒤 다시 만져보며 색이 섞이고 변하는 모습을 탐색해 보았어요.\n친구의 점토와 자신의 점토의 색깔을 비교해 보며 색깔과 모양에 대한 관심이 더욱 깊어지는 시간이었습니다.\n\n하준이는 끼적이기 활동을 좋아하며 집중해서 그림을 그리던 중, 완성된 그림을 가리키며 “엘리베이터야”라고 이야기했어요.\n선생님이 “하준아, 엘리베이터야?”라고 묻자 “아니, 엘리베이터 아니고 슈웅 엘리베이터야”라고 말하며 자신의 생각을 더 구체적으로 표현하는 모습이었답니다. “아~ 에스컬레이터야?”라고 다시 물어보니 “응, 엘리베이터 타봤어”라고 대답해 주었어요.^^ 또 “하준아, 어제 집에 가서 뭐 했어?”라고 묻자 “고모랑, 고모부랑, 누나랑, 형아랑 놀았어”라고 경험을 문장으로 이야기해 주었습니다.\n이처럼 하준이는 점점 문장으로 말하는 표현이 늘어나고, 발음도 더욱 정확해지는 모습이에요.\n하준이와 즐거운 주말 보내세요~😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dkofdS/btsSXifvnny/HFpgNZ5dNfpsN2MwnfnYt1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/x4L7x/btsSWN1DBPW/XHnbUaOnqe8L6oJrAcRKvK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/c9lOHP/btsSXrXAabz/4o9QvKf5lwKqkG2uiaUsFK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/be80uW/btsSWWxghps/hxskW4w4VSK5k6J65pFYZk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0334_2026-01-30_1343717545_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0334_2026-01-30_1343717545_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0334_2026-01-30_1343717545_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0334_2026-01-30_1343717545_04.jpg"
    ]
  },
  {
    "id": "1344651312",
    "date_written": "2026-02-02",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "하준이와 즐거운 주말 보내셨나요?\n2월이 시작되는 월요일, 하얀 눈이 주변을 가득 덮은 하루였습니다.\n바다반 친구들과 함께 옥상 텃밭에 올라가 장갑을 착용하고 흰 눈을 만져보며 탐색해 보았어요.\n수북이 쌓인 눈을 밟으며 “뽀드득뽀드득” 소리를 들어보기도 하고, “뛰어!”라고 외치며 신나게 달려보는 모습도 보였답니다. 눈을 손으로 뭉쳐보기도 하고, 살짝 던져보며 온몸으로 눈을 느끼는 아이들이었어요.\n눈이라는 한 가지 자연물로 이렇게 즐겁게 놀이하는 바다반 친구들의 모습을 보며, 선생님들도 덩달아 웃음이 나는 따뜻하고 즐거운 하루였습니다.\n자연을 통해 겨울을 느껴보는 소중한 시간이 되었답니다.❄️😊\n\n하준이는 오늘 점심시간에 제공된 반찬과 밥을 다 먹고 추가로 제공해 주었어요. 남김없이 잘 먹는 모습이었습니다^^ 점심을 먹은 후에는 대변을 보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/JqthS/btsSXnhG5Ch/Hz9z8OOFCuDpCv0IK21Wsk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bskd6G/btsSXNmy5xN/asNpX4kuMI1kteXeqzMWKK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/pjXRu/btsSYn8hPUc/w74IaZuTPweatc8mKgCFqK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/zehRa/btsSXAA1HTH/3XSKmFNWX5K0xVUmt8jARK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0335_2026-02-02_1344651312_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0335_2026-02-02_1344651312_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0335_2026-02-02_1344651312_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0335_2026-02-02_1344651312_04.jpg"
    ]
  },
  {
    "id": "1345371901",
    "date_written": "2026-02-03",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들과 추억사진 카메라 만들기 활동을 해보았습니다.\n자신의 사진을 천천히 살펴보며 친구들을 가리켜 이름을 말해보고, 함께했던 경험을 떠올리며 이야기 나누는 모습이었어요. 사진 속 모습을 보며 어느새 훌쩍 성장한 아이들의 모습에 마음이 따뜻해지는 시간이었습니다.\n\n이후에는 곧 올라가게 될 하늘반 형님반에 다녀왔습니다. 바다반에는 없고 하늘반에는 있는 양말주머니와 물통, 컵을 살펴보고, 더 넓어진 공간을 비교하며 다양한 이야기를 나누어 보았어요.\n하늘반 교실에서 놀잇감을 탐색한 뒤에는 스스로 정리까지 마무리하며 형님이 될 준비를 차근차근 해나가는 바다반 친구들이었답니다.☺️\n\n**2월 12일(목)~13일(금)은 설맞이 행사(세배하기, 민속놀이 등)이 진행됩니다. 6일 금요일까지 한복을 보내주시기 바랍니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cmrh95/btsSXwzmiIT/OemRRPKxRCY8QmoUq0gv40/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dXqdU/btsSXQ5mHuu/6K4JRlmgEWqltKKGA8zkdk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/9tEV6/btsSX7dCsDe/gkj90cxBKGiP1c5ebiy080/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0336_2026-02-03_1345371901_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0336_2026-02-03_1345371901_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0336_2026-02-03_1345371901_03.jpg"
    ]
  },
  {
    "id": "1346064745",
    "date_written": "2026-02-04",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 교실에 학기 초 바다반 친구들의 모습이 담긴 사진을 게시해 주었더니, 등원하자마자 사진 앞으로 모여들며 큰 관심을 보였어요.\n사진 속에서 자신의 모습을 찾아보며 “여깄다!”라고 말하거나 “애기였을 때”라며 웃음 짓는 모습이 무척 사랑스러웠답니다.\n선생님이 “우와~ 진짜 많이 컸네”라고 이야기하자 “많이 컸어요”라고 대답하며 지금의 모습과 비교해 보기도 했어요.\n또 사진 속 친구의 이름을 하나하나 말해 보며 추억을 나누듯 사진을 감상하는 바다반 친구들이었답니다. \n\n하준이가 입 부분을 다쳐 살펴보았는데요. 간식과 점심 시간 모두 불편해하는 모습 없이 스스로 잘 먹는 모습을 보였습니다.😊\n하준이가 오후 간식 시간에 우유를 마시다가 엎질러 여벌옷으로 갈아입었습니다. 여벌옷 보내주세요.\n\n*2월 6일 금요일에 소방대피훈련이 있습니다. 여벌 양말 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dybZKq/btsSY8p2SVA/gL7lMQxqTNd3gLOg5scc11/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0337_2026-02-04_1346064745_01.jpg"
    ]
  },
  {
    "id": "1346768192",
    "date_written": "2026-02-05",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘 바다반 친구들과 지난달 놀이 사진이 담긴 ‘이렇게 놀이했어요’ 자료를 함께 보며 놀이를 기억하고 떠올려보는 시간을 가졌습니다.\n사진을 보며 “이거 했어.”, “엄마 있어요.” 하며 친구들의 모습과 엄마·아빠의 모습을 찾아보는 모습이었어요.\n\n이후 사진 위에 자신이 고른 색연필과 크레용으로 자유롭게 끼적여보며 놀이의 기억을 표현해 보기도 하고, 종이를 접어보며 탐색하는 모습도 보였답니다.\n사진을 통해 즐거웠던 경험을 다시 떠올리고, 자신만의 방식으로 표현해 보는 바다반 친구들이었어요😊",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/7aMZ3/btsSVABURQ1/yOlVAfK5Mko7J72csrl2U1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/dsnBz1/btsSY6Ukm5t/GWYqGKaye6vKLOKqkxfjqk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0338_2026-02-05_1346768192_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0338_2026-02-05_1346768192_02.jpg"
    ]
  },
  {
    "id": "1347485981",
    "date_written": "2026-02-06",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "교실 바닥에 전지를 붙여주니 호기심 가득한 눈으로 다가오는 바다반 친구들이에요.\n선생님이 한 친구에게 “여기 누워볼까?” 하고 이야기하며 몸을 따라 그려주자, 신기한 듯 웃으며 한 명씩 차례로 누워보는 모습이었답니다.\n\n색연필과 크레용을 이용해 자신의 손과 발을 직접 그려보기도 하고, 한 친구는 “엉덩이 그려주세요!”라고 말하며 앉아 있는 모습을 표현해 보았어요.\n놀이를 통해 자신의 신체를 자연스럽게 탐색하고, 말과 그림으로 표현해 보는 즐거운 시간을 보냈답니다.😊\n\n하준이는 등원 후 오전 간식으로 제공된 감을 잘 먹고, 놀이와 활동에도 잘 참여하는 모습이었습니다.\n이후 점차 기운이 없어 보이는 모습이 보여 체온을 측정해 보았고, 오전 10시 30분경 37.7℃로 확인되었습니다. 이후 체온이 점차 올라 38.1℃가 되어  연락을 드렸습니다.\n하원 시 체온은 38.4℃였으며, 기침이나 콧물 증상은 보이지 않았습니다.\n하준이가 아프지 않고 건강한 모습으로 월요일에 다시 만날 수 있기를 바랍니다.😭\n\n*오늘 예정되어 있던 소방대피훈련은 추운 날씨로 인해 연기되었으며, 추후 일정은 키즈노트를 통해 안내드리겠습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bbNXVe/btsS0svehOe/AEUdMW02gkmAkGUsdLmqFK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0339_2026-02-06_1347485981_01.jpg"
    ]
  },
  {
    "id": "1349110411",
    "date_written": "2026-02-10",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "곧 있으면 하늘반 형님반으로 올라갈 바다반 친구들과 함께 형님 왕관 만들기 놀이를 해보았습니다.\n‘형님’이라는 글자가 적힌 왕관 종이를 보며 호기심 가득한 눈으로 바라보는 친구들이었어요.\n선생님이 “이게 뭘까요?” 하고 묻자 “머리띠!”라고 이야기하며 자신의 생각을 표현해 주기도 했답니다. 😊\n색연필과 크레용으로 왕관을 멋지게 색칠하고, 알록달록 다양한 스티커를 붙이며 나만의 왕관을 완성해 보았어요. 꾸미는 과정에서 스스로 색과 스티커를 선택하며 집중하는 모습도 볼 수 있었습니다.\n\n이후 하늘반 형님들과 함께 메낙골 근린공원으로 산책을 다녀왔습니다.\n형님의 손을 꼭 잡고 차분하고 의젓한 모습으로 걸어가는 바다반 친구들 모습에서 한층 성장한 마음을 느낄 수 있었답니다.^^\n형님반이 될 준비를 놀이와 경험 속에서 자연스럽게 해나가고 있는 바다반 친구들이 참 대견한 하루였습니다.\n\n하준이가 열이 내려서 다행입니다. 오늘 오전 일과 중 대변을 한 번 보았으며, 상태는 많이 묽지 않았어요. 점심시간에는 밥과 반찬을 두 번씩 제공하였고, 남김없이 잘 먹는 모습을 보였습니다.\n\n* 한파로 연기되었던 소방대피훈련을 오늘 진행하였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/bDHSXQ/btsS0Nl5XcC/iBDLgEKIGq9ZXsPDUAf1Xk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/2f76E/btsSZDdeYrZ/yYyQZms4Agu2ZtKqw77vO0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wglLC/btsSYFbxgpq/QXjewOMeKszV29JYemQ5I0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bC5Toi/btsS04WwDAq/NdVCkzzUGNdDG1i4TnY1Kk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0340_2026-02-10_1349110411_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0340_2026-02-10_1349110411_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0340_2026-02-10_1349110411_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0340_2026-02-10_1349110411_04.jpg"
    ]
  },
  {
    "id": "1349794056",
    "date_written": "2026-02-11",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘은 열린 어린이집의 날로 선생님과 함께 ‘노란 풍선’ 동화를 읽어보고, 노란 풍선을 가지고 활동해 보았습니다.\n동화 속 이야기에 귀 기울이며 노란 풍선에 관심을 보이는 바다반 친구들이에요.\n\n이후 실제 노란 풍선을 제공해 주자 더욱 흥미를 보이며, 신나는 동요를 들으며 풍선을 굴려보고 던져보거나 손으로 쳐보는 놀이를 해보았습니다.\n음악에 맞춰 풍선을 움직이며 즐겁게 신체 놀이를 이어가는 모습이었습니다.\n\n놀이를 확장해 햇살반 동생반으로 이동하여, 매달려 있는 풍선을 “허!”라고 소리를 내며 손으로 쳐보며 재미있어하는 바다반 친구들, 풍선의 움직임을 느끼며 놀이에 집중하는 모습이 인상적이었답니다.\n오늘도 놀이 속에서 웃음과 즐거움이 가득했던 하루였습니다.😄\n\n오늘 하준이는 점심 식사를 스스로 잘 먹는 모습이었습니다. 오전에 집에서 묽은 변을 보았다고 전달받았으나, 원에서는 대변을 보지 않았습니다.\n일과 중 큰 불편함은 보이지 않았으며, 활동에도 잘 참여하였습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/Y2NTW/btsSYJecmvu/9IKOqZ9GkGOoYElUgaXptK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/btuBK6/btsSYBtGzf2/5u4PCy2FkNvTkSW0AH3CTK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/82XJe/btsS1xkhkMr/prIyRK8kQC1N2lqu28THTk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0341_2026-02-11_1349794056_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0341_2026-02-11_1349794056_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0341_2026-02-11_1349794056_03.jpg"
    ]
  },
  {
    "id": "1350530578",
    "date_written": "2026-02-12",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "overcast",
    "content": "오늘은 다가오는 설날을 맞이해 한복을 입고 우리나라 전통 예절인 세배에 대해 알아보는 시간을 가졌어요.\n한복을 입은 친구들의 모습을 보며 서로를 바라보고 웃어 보기도 하고, 인사하는 방법을 선생님과 함께 천천히 따라 해 보았답니다.\n원장님께 세배를 드릴 때는 몸을 숙여 공손히 인사하며 차분하게 참여하는 모습이 참 기특했어요.\n또한 우리의 점심밥을 맛있게 준비해 주시는 조리사님과 시니어 선생님께도 “새해 복 많이 받으세요” 하고 인사를 전해 보았답니다.\n세뱃돈을 받으며 환하게 웃는 모습도 볼 수 있었고, 전통문화를 놀이처럼 경험하며 즐겁고 의미 있는 하루를 보냈습니다. 😊\n\n*2/20(금)은 전예온(남아) 친구의 생일파티가 있습니다. 3천 원 미만의 생일선물을 준비하셔서 2월 13일 금요일까지 보내주세요.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/XEz1R/btsS1MCk4qz/D1DiCpEeVuykkPRHZuMoRk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/ecZ1h/btsS1EQe3HZ/1f5we8qFdG9kEhg76Okeqk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bcj6ai/btsS1XKqBB2/j7XgDMZTOjaWH4uU1FftSk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Gs6VU/btsS2wL56jo/UPH7WzDXtNsKVZNl32qP2k/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cOQp3O/btsS2Zl385e/rlQ9kMRIJjEMVeCQr2LCSk/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0342_2026-02-12_1350530578_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0342_2026-02-12_1350530578_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0342_2026-02-12_1350530578_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0342_2026-02-12_1350530578_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0342_2026-02-12_1350530578_05.jpg"
    ]
  },
  {
    "id": "1351291258",
    "date_written": "2026-02-13",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 다가오는 설 명절을 맞아 예쁜 한복을 입고 민속놀이를 해보았습니다.\n다양한 민속놀이를 보며 호기심 가득한 눈빛으로 관심을 보이는 바다반 친구들이에요.\n선생님이 먼저 시범을 보여주고 놀이 방법을 알려주니, 곧잘 따라 하며 즐겁게 참여하는 모습이었습니다.\n투호놀이, 제기차기, 윷놀이, 굴렁쇠 굴리기를 하며 우리 전통 민속놀이를 경험해 보았고, 차례를 기다리며 질서 있게 놀이하는 모습도 볼 수 있었답니다.\n가족들과 함께 즐겁고 행복한 설 연휴 보내시고, 새해 복 많이 받으세요.🧧✨\n\n하준이는 오후 간식을 먹은 후 대변을 보았습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/cvc6PB/btsS2TnseW4/1xYfrQVBy1U53m3Ug0y500/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/Dljm4/btsS2Ht0ufy/bPaGdAEF6d5GcKbeLmv2CK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/g01mI/btsS3imJfLd/PMYeiHyOqZbDr4OfkhFQ71/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/NqqqA/btsS2SIRaHO/pEejMDVar4k1qoT8yXOvEk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bwzTCn/btsS0PZtKUz/uKK88Y99GRxsTWD2KQxFO1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0343_2026-02-13_1351291258_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0343_2026-02-13_1351291258_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0343_2026-02-13_1351291258_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0343_2026-02-13_1351291258_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0343_2026-02-13_1351291258_05.jpg"
    ]
  },
  {
    "id": "1352295940",
    "date_written": "2026-02-19",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "가족들과 행복한 설명절 보내셨나요?☺️\n오늘은 바다반 친구들과 서로 안아주며 반갑게 인사를 나누고, 말로 사랑을 표현해 보는 시간을 가졌습니다.\n함께 하늘반으로 올라가게 될 친구들과 사이좋게 지내자는 의미로 “친구야 사랑해~”라고 이야기하며 자연스럽게 애정을 표현하는 모습이 참 따뜻했답니다. 😊\n\n기온이 영상으로 올라가고 미세먼지 농도도 보통 수준이라 바깥놀이를 다녀왔어요.\n우주반 형님들의 손을 잡고 메낙골근린공원으로 산책을 나가 햇살을 느끼며 걸어보았고, 햇살반 동생들도 함께하며 연령이 다른 친구들과 어울리는 경험을 해보았습니다.\n서로 배려하며 걷는 과정 속에서 바다반 친구들의 사회성이 한층 더 자라는 하루였습니다.^^\n\n하준아가 오늘 일과 중 콧물이 있었습니다. \n재채기를 하며 콧물이 나왔고, 점심 식사를 할 때는 코가 막혀 불편한지 입으로 숨을 쉬며 불편해하는 모습이 있었어요. 콧물은 손수건을 이용해 닦아주었습니다. 가정에서도 살펴봐주세요~",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/eWzag/btsS4N7EXWa/yXwgQk57J07DK3sXi5PMIk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bLfLXU/btsS0KRNBjn/qdYOIpTD9L4ac5WD3qstR1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0344_2026-02-19_1352295940_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0344_2026-02-19_1352295940_02.jpg"
    ]
  },
  {
    "id": "1353024299",
    "date_written": "2026-02-20",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "오늘은 바다반 친구들과 함께 색종이를 활용해 친구에게 줄 선물을 만들어보았어요. 가위로 색종이를 오려보기도 하고, 풀로 붙이며 하나하나 완성해 갔답니다. 색연필로 색을 칠하고 스티커로 꾸미며 각자의 개성이 담긴 멋진 선물이 완성되었어요. 완성한 선물을 친구에게 건네주며 서로 주고받는 모습에서 기쁨과 설렘이 가득 느껴졌답니다.\n\n또한 오늘은 예온이의 생일잔치가 있어 모두 함께 진심을 담아 생일축하 노래를 불러주고 준비한 생일 선물도 전달해 주었어요. 친구의 생일을 함께 축하하며 따뜻한 마음을 나누는 시간이 되었답니다.\n\n이후에는 놀이터로 나가 놀이기구를 타고 비눗방울 놀이도 하며 신나게 몸을 움직였어요. 웃음소리가 가득했던 오늘도 즐겁고 행복한 하루였습니다.\n\n하준이는 요즘 소변기에 자연스럽게 관심을 보이고 있습니다. 친구들이 변기에 서서 소변을 보는 모습을 보고 “변기에 쉬할래요”라고 말하며 스스로 해보고 싶다는 의사를 표현하였고, 종종 변기 앞에 서서 시도해 보는 모습도 보입니다. 아직 소변이 나오지는 않았지만, 새로운 배변 방법에 호기심을 가지고 긍정적으로 탐색하는 단계로 보입니다.^^\n하준이와 즐거운 주말 보내세요~🥰",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/nJrZD/btsS44IxkR3/iewysKVy7Ayx6BFDiaKlr0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/huYRT/btsS4ClGhzH/ALoJn3pK1SGEn7fCGckiKK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/gGbYf/btsS42KNsBq/ETbZrfI78dxfTOqgJLya10/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/h3nMl/btsS4p7ZHHH/v8X8WnpDX7uOsKRJ1o0Ytk/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cK3djl/btsS4xSgN0V/vCUp05cVpxg5qFLcn1zQr0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bmHuQf/btsS4SO9YRe/1zqwL02pRcPiMzxyAQZqx0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/zKsm9/btsS5prVhDl/qpawE9HT7cveB1VoBKzeQ0/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/drmGYp/btsS48KN6ln/rDH0nvdFX6cjGlgROAJ8v1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_04.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_05.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_06.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_07.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0345_2026-02-20_1353024299_08.jpg"
    ]
  },
  {
    "id": "1353802492",
    "date_written": "2026-02-23",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "하준이와 즐거운 주말 보내셨나요?\n이제 형님반으로 갈 날이 얼마 남지 않았네요.\n오늘은 바다반 친구들과 젓가락을 사용해 폼폼이 옮기기 놀이를 해보았습니다.\n\n뽀로로 젓가락을 보자마자 관심을 보이며, 선생님의 안내 없이도 구멍에 손가락을 넣어 젓가락질을 해보는 모습이 참 기특했어요.\n젓가락 사용이 아직 익숙하지 않은 친구들은 선생님의 도움을 받아 천천히 하나씩 옮겨보며 끝까지 도전해 보았답니다.\n친구들과 젓가락을 바꿔 사용해 보거나 폼폼이 색깔을 번갈아 옮기며 집중하는 모습도 볼 수 있었어요.\n가정에서도 식사 시간이나 놀이를 통해 젓가락을 사용하는 경험을 이어가 주시면 도움이 될 것 같습니다.^^\n\n바깥놀이 시간에는 해늘 친구들과 다 함께 메낙골 공원을 지나 아파트 주변을 산책하며 즐거운 시간을 보냈어요.\n형님의 손을 잡고 걸어보기도 하고, 사다리차와 포클레인, 지나가는 마을버스와 오토바이를 보며 손을 흔드는 등 주변 환경에 호기심을 보이는 바다반 친구들이었답니다.\n\n하준이는 오늘 일과 중 콧물이 흐르거나 기침하는 모습은 없었으나, 점심시간에 밥 먹을 때와 낮잠 자기 전에 코가 막혀 불편해하는 모습은 있었습니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/xcZfl/dJMcagxK3Ib/qvDxkl2ZeCCfNjqwH3Nrx1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wCSOU/dJMcaiI5Mre/HWIDjNkkUCrtOscIx4RkY1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/81yRE/dJMcaadgV7A/YVhHtknUQGYvHeTKA2UyGK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/cjShlI/dJMcaiCk2bU/u4dPreLEzF10TFb1sibNg1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0346_2026-02-23_1353802492_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0346_2026-02-23_1353802492_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0346_2026-02-23_1353802492_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0346_2026-02-23_1353802492_04.jpg"
    ]
  },
  {
    "id": "1354450524",
    "date_written": "2026-02-24",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "mostly_cloudy",
    "content": "오늘 바다반 친구들은 어제 즐겁게 놀이했던 젓가락 활동을 확장하여 다양한 놀잇감을 젓가락으로 집어보는 놀이를 해보았습니다.\n마음에 드는 놀잇감을 하나씩 선택하여 음식 모형, 와플 블록 등을 집어보며 손과 눈의 협응력을 자연스럽게 경험하였고, 젓가락으로 또 다른 젓가락을 집어보는 모습도 보이며 놀이에 대한 흥미와 탐색이 더욱 확장되는 모습을 보였습니다.\n\n이후 선생님이 바다반 친구들의 사진을 펼쳐 보여주자 호기심을 보이며 다가와 사진을 살펴보았고, 그 과정에서 자연스럽게 자신의 얼굴을 찾아보는 모습을 보였습니다. 스티커를 제공하자 자신의 사진 위에 붙이며 사진을 꾸며보았고, 사진을 꾸민 뒤에는 색연필과 크레용을 가져와 사진 위에 끼적이며 자유롭게 표현해보기도 했답니다.\n\n* 내일은 수료식이 있는 날입니다.\n원활한 진행을 위해 오전 9시 50분까지 등원 부탁드립니다.",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/yWFMG/dJMb99SXVWU/f8Mi9QRKXeFK1F28859CC1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/FH6rv/dJMcagdvJeq/bjLwGZMUzV4pZbI72wIvDK/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0347_2026-02-24_1354450524_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0347_2026-02-24_1354450524_02.jpg"
    ]
  },
  {
    "id": "1354993331",
    "date_written": "2026-02-25",
    "author_name": "바다2 교사",
    "class_name": "바다2",
    "weather": "sunny",
    "content": "어느덧 바다반에서의 생활을 무사히 마치고 수료식을 맞이하게 되었습니다.🎉\n바다반에서의 일상 속에서 하준이는 자기만의 속도로 크게 자라났습니다.\n늘 곁에서 함께해 주심에 감사드리며, 하늘반 형님으로서의 하준이의 새로운 출발을 진심으로 응원합니다.🩷✨",
    "image_urls": [
      "https://kids-wi.kakaocdn.net/dn/dBiMWW/dJMcadnvOIj/TdFJdMCIbdCAz1jP5ZQYv1/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/wBwBc/dJMcadnvOIm/eaiyh27uIrujo7CkZRpKtK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/bD909T/dJMcadnvOIn/ZbLETKoJ2kJpcdOocbdpyK/img_l.jpg",
      "https://kids-wi.kakaocdn.net/dn/QEhCP/dJMcadnvOIo/PlmiLuD20PQAnWibKYUkD1/img_l.jpg"
    ],
    "local_images": [
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0348_2026-02-25_1354993331_01.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0348_2026-02-25_1354993331_02.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0348_2026-02-25_1354993331_03.jpg",
      "C:\\Users\\GS\\kidsnote-pdf\\album_assets\\images\\0348_2026-02-25_1354993331_04.jpg"
    ]
  }
]